{"qid": 99805, "psgid": 7832218, "query": "corpsman definition", "passage": "Hospital corpsman. (Redirected from Hospital Corpsman) A Hospital Corpsman (HM) /ˈkɔərmən/ is an enlisted medical specialist of the United States Navy who may also serve in a United States Marine Corps unit.", "selected_spans": ["an enlisted medical specialist of the United States Navy who may also serve in a United States Marine Corps unit"]}
{"qid": 281270, "psgid": 7697483, "query": "how many days for an echeck to process?", "passage": "It usually takes up to 3-6 business days for an eCheck to clear and the money to appear in the recipient’s PayPal account. If you are a buyer making a purchase or sending a payment, make sure you have enough money in your bank account to cover your eCheck payment.", "selected_spans": ["up to 3-6 business days for an eCheck to clear"]}
{"qid": 253966, "psgid": 7744488, "query": "how long does it take for herniated lumbar disc to heal", "passage": "The majority of herniated discs will heal themselves in about six weeks and do not require surgery. Other treatments given by medical professionals are: Physical therapyMuscl…e relaxant medicationsMedications to decrease painAnti inflammatory medicationsInjections of cortisone.", "selected_spans": ["majority of herniated discs will heal themselves in about six weeks"]}
{"qid": 759038, "psgid": 7626468, "query": "what is infinite tv", "passage": "Infinite is a South Korean boy group formed in 2010 by Woollim Entertainment. The group is composed of six members: Sungkyu, Dongwoo, Woohyun, Sungyeol, L, and Sungjong. Originally a seven-piece group, Infinite debuted in 2010 with their mini album First Invasion. Their first full album, Over The Top, was released in July 2011. Their mini-album New Challenge, released in March 2013, sold over 160,000 copies in South Korea alone and was one of the best-selling albums of 2013. Their second full al", "selected_spans": ["Infinite is a South Korean boy group"]}
{"qid": 1089167, "psgid": 7087585, "query": "university in staunton va", "passage": "Mary Baldwin University, Staunton, VA. 10K likes. Official Facebook page of MBU, a student-centered university empowering tomorrow’s leaders to pursue... Jump to", "selected_spans": ["Mary Baldwin University, Staunton"]}
{"qid": 824000, "psgid": 7788575, "query": "what is the gray market", "passage": "Gray market is a slang term used to describe distributors who sell equipment or product without having obtained authorization from the manufacturer to do so. The term is used to describe unauthorized DVD, CD, software or computer hardware sales.", "selected_spans": ["distributors who sell equipment or product without having obtained authorization from the manufacturer to do so"]}
{"qid": 393420, "psgid": 7689572, "query": "in history what is a sphere of influence", "passage": "Define sphere of influence. sphere of influence synonyms, sphere of influence pronunciation, sphere of influence translation, English dictionary definition of sphere of influence. n. pl. spheres of influence A territorial area over which political or economic influence is wielded by one nation. n a region of the world in which one...", "selected_spans": ["definition of sphere of influence", "A territorial area over which political or economic influence is wielded by one nation"]}
{"qid": 1058822, "psgid": 7946270, "query": "who wrote the book ninjago", "passage": "Cole: Ninja of Earth is a Ninjago book released in 2012, written by Greg Farshtey. The book describes the adventures Cole experiences to master earth and Spinjitzu.", "selected_spans": ["Ninja of Earth is a Ninjago book", "written by Greg Farshtey"]}
{"qid": 1064808, "psgid": 7163603, "query": "what is acantholysis", "passage": "Definition of Acantholysis. 1. Noun. (medicine) The loss of intercellular connections, resulting in loss of cohesion between keratinocytes, seen in diseases such as pemphigus vulgaris.", "selected_spans": ["The loss of intercellular connections, resulting in loss of cohesion between keratinocytes, seen in diseases such as pemphigus vulgaris"]}
{"qid": 1039002, "psgid": 7203426, "query": "what is the gateway", "passage": "A gateway is  a node (router) in a computer network, a key stopping point for data on its way to or from other networks. Thanks to gateways, we are able to communicate and send data back and forth. The Internet wouldn't be any use to us without gateways (as well as a lot of other hardware and software).", "selected_spans": ["gateway is  a node (router) in a computer network, a key stopping point for data on its way to or from other networks"]}
{"qid": 1094389, "psgid": 1304256, "query": "insertion point definition", "passage": "Insertion Point. An insertion point is the location on the screen where the next character typed will be inserted. This location may be in a text document, a form field, a Web browser address bar, or anywhere else on the screen that allows text input. The insertion point is often identified by a flashing cursor. This cursor is called an I-beam pointer and is shaped like a capital I or a long vertical line. When you type a character on the keyboard, it will appear on the screen directly to the right of the flashing cursor.", "selected_spans": ["the location on the screen where the next character typed will be inserted"]}
{"qid": 610898, "psgid": 7446496, "query": "what county is owatonna", "passage": "The Steele County Courthouse is located in Owatonna, MN. This district court has original jurisdiction in all civil, family, probate, juvenile, criminal, and traffic cases filed in Steele County. This court is part of the Third Judicial District.", "selected_spans": ["The Steele County Courthouse is located in Owatonna, MN"]}
{"qid": 1073943, "psgid": 7155246, "query": "what is a enemy combatant", "passage": "Q: What is an enemy combatant? A: “Enemy combatant” is shorthand for people who are fighting unlawfully. But no one is quite sure exactly what that means. FULL QUESTION. In relation to the current political debate over the Guantanamo prison, what is the legal definition of “enemy combatant”? FULL ANSWER", "selected_spans": [" “Enemy combatant” is shorthand for people who are fighting unlawfully"]}
{"qid": 813675, "psgid": 7764353, "query": "what is the currency of taiwan", "passage": "The Taiwan New Dollar is the currency of Taiwan. Our currency rankings show that the most popular Taiwan New Dollar exchange rate is the USD to TWD rate. The currency code for New Dollars is TWD, and the currency symbol is NT$. Below, you'll find Taiwan New Dollar rates and a currency converter.", "selected_spans": ["The Taiwan New Dollar is the currency of Taiwan"]}
{"qid": 1033912, "psgid": 7807816, "query": "who is jack valentine", "passage": "Jack-O' Valentine (or just Jack-O' for short), is a character in the Guilty Gear series. She's one of the three Servants of That Man alongside Raven and I-No. Because her awakening remains incomplete, she can't function without her mask and toffee. Her past is shrouded in mystery, and her own memories are vague.", "selected_spans": ["a character in the Guilty Gear series", "Jack-O' Valentine"]}
{"qid": 1093399, "psgid": 7751313, "query": "list of edible mushrooms", "passage": "Velvety and trumpet-shaped, oyster mushrooms have delicate brown, gray, or reddish caps on gray-white stems. They have a peppery flavor that becomes very mild when cooked. Young, small specimens are considered the best.", "selected_spans": ["Velvety and trumpet-shaped, oyster mushrooms have delicate brown, gray, or reddish caps on gray-white stems"]}
{"qid": 990414, "psgid": 7284401, "query": "who is james b duke", "passage": "James Buchanan Duke. James Buchanan Duke (1856-1925), American industrialist and philanthropist, was the first giant of finance to emerge in the post-Civil War South. James B. Duke was born on Dec. 23, 1856, on a small farm near Durham, N.C., the younger son of Washington Duke. Union troops during the Civil War so ravaged their farm that at war's end, when Washington Duke returned from service in the Confederate Army, the family had to begin anew with total assets of 50 cents and two blind mules.", "selected_spans": ["James Buchanan Duke", "American industrialist and philanthropist, was the first giant of finance to emerge in the post-Civil War South"]}
{"qid": 23285, "psgid": 7373976, "query": "are land grading costs deductible", "passage": "Reform Act of 1986), the Congress provided an election similar to the § 175. election to taxpayers in the business of farming who incurred costs in the “clearing. of land.” If costs were incurred to clear land to make that land “suitable for use in. farming,” a taxpayer could elect to currently deduct those costs.", "selected_spans": ["If costs were incurred to clear land to make that land “suitable for use in. farming,” a taxpayer could elect to currently deduct those costs"]}
{"qid": 184235, "psgid": 7393434, "query": "expropriated define", "passage": "Dictionary Definition expropriated adj : taken out of the possession of another and transferred to your own use often without permission; the expropriated land was developed into a public playground User Contributed Dictionary", "selected_spans": ["taken out of the possession of another and transferred to your own use often without permission"]}
{"qid": 987309, "psgid": 7291467, "query": "definition of morse mood", "passage": "A morose young man. The definition of morose is having a gloomy attitude or character. An example of morose is a person who is sad about all situations. YourDictionary definition and usage example.", "selected_spans": ["definition of morose is having a gloomy attitude or character"]}
{"qid": 933946, "psgid": 7905266, "query": "what's the weight of a gallon of milk", "passage": "One gallon of milk can be broken up into 4 quarts. Each of those quarts can be broken up into 2 pints. Therefore, 2 pints of milk equals 1 quart and 8 pints of milk equals one gallon. Each pint contains 16 ounces of milk. 16 ounces is also equal to one pound. So one pint of milk should weigh 1 pound. Therefore one gallon of milk should weigh 8 pounds. or more accurately: 8.62 lbs.", "selected_spans": ["one gallon of milk should weigh 8 pounds"]}
{"qid": 1011166, "psgid": 7246297, "query": "what willow herb is used to make the tea", "passage": "Fireweed tea or Ivan Chai is a traditional fermented black tea, or tisane, made from fireweed or willow herb, a medicinal herb that grows throughout the northern hemisphere and from California to Alaska in the west, and as far south as North Carolina in eastern North America.", "selected_spans": ["tisane, made from fireweed or willow herb"]}
{"qid": 1093926, "psgid": 7711294, "query": "is the judicial branch of the un.", "passage": "The International Court of Justice (abbreviated ICJ; commonly referred to as the World Court) is the principal judicial organ of the United Nations (UN). It settles legal disputes between member states and gives advisory opinions to authorised UN organs and specialised agencies.", "selected_spans": ["The International Court of Justice", "is the principal judicial organ of the United Nations (UN"]}
{"qid": 593732, "psgid": 7421115, "query": "what causes you to feel a electric shock in your arm", "passage": "I think you've hit the nail on the head. Usually, when someone describes pain or sensation as electrical, we think it's nerve-related. The same is true for pain described as stinging, shocking, or burning. If the sensation occurs all the way from the shoulder to the fingertips, then it's possible you're experiencing a spinal nerve compression at the neck.", "selected_spans": ["sensation as electrical, we think it's nerve-related", "someone describes pain or"]}
{"qid": 1086693, "psgid": 7108115, "query": "what are the units for n", "passage": "The pascal can be expressed using SI derived units, or alternatively solely SI base units, as: = = ⋅ = where N is the newton, m is the metre, kg is the kilogram, and s is the second.", "selected_spans": ["N is the newton"]}
{"qid": 263889, "psgid": 7457216, "query": "how long is if your on disability", "passage": "If, at the time of this review, your condition has improved and you are able to return to work, your benefits will stop. If you are unable to return to work and your condition has not improved, then you will continue to receive Social Security Disability payments and will be up for review again in another 2 to 5 years. If your case is labeled as MINE that means that the SSA does not think your condition will ever improve.", "selected_spans": ["will be up for review again in another 2 to 5 years"]}
{"qid": 55848, "psgid": 7983419, "query": "bracelet charms numbers", "passage": "1-48 of 9,061 results for Clothing, Shoes & Jewelry : number charm bracelets number charm bracelets. Cancel. Number Charms to Choose From 0-9 and Numbers 16,18,21,30,40, and 50 Silver Tone Numbers Dangle Charm for Snake...", "selected_spans": ["Charms to Choose From 0-9 and Numbers 16,18,21,30,40, and 50 Silver Tone Numbers"]}
{"qid": 1091692, "psgid": 7893603, "query": "phone number for amtrak information", "passage": "This is Amtrak's best phone number, the real-time current wait on hold and tools for skipping right through those phone lines to get right to a Amtrak agent. This phone number is Amtrak's Best Phone Number because 199,170 customers like you used this contact information over the last 18 months and gave us feedback. Common problems addressed by the customer care unit that answers calls to 877-444-4773 include Make a Booking, Complaint, Refund, Missing Items, Cancel or Change Booking and other customer service issues. The Amtrak call center that you call into has employees from Pennsylvania and is open 24 hours, 7 days according to customers.", "selected_spans": ["877-444-4773", "Amtrak's best phone number"]}
{"qid": 818798, "psgid": 6419354, "query": "what is the difference in a c corp or s corp", "passage": "S Corporations. The main difference between a C corporation and an S corporation is the taxation structure. S corporations only pay one level of taxation: at the shareholder level. To choose S corporation status, a tax lawyer or accountant may assist with filing IRS Form 2553 and ensuring all S corporation guidelines are met.", "selected_spans": ["main difference between a C corporation and an S corporation is the taxation structure"]}
{"qid": 581552, "psgid": 7484902, "query": "what can cause yellow green vaginal discharge", "passage": "Some amount of vaginal discharge is normal among women; it is often clear or whitish with a minimal odor. If the discharge changes in color, odor or texture, it may be a sign of an infection, although some variation throughout the menstrual cycle is common. Infections may be accompanied by other symptoms, such as itching, burning, discomfort or spotting. The most common cause of green vaginal discharge is a sexually transmitted infection known as trichomoniasis. The discharge often has a foul odor and is typically more yellowish-green than pure green.", "selected_spans": ["may be a sign of an infection", "most common cause of green vaginal discharge is a sexually transmitted infection known as trichomoniasis"]}
{"qid": 1086883, "psgid": 3098712, "query": "what are the profits", "passage": "Profit (accounting), the difference between the purchase price and the costs of bringing to market; Profit (economics), normal profit and economic profit; Profit (real property), a nonpossessory interest in land; Profit, an American TV series starring Adrian Pasdar; The Profit; The Profit, a 2001 film by Peter N. Alexander", "selected_spans": ["Profit (accounting), the difference between the purchase price and the costs of bringing to market"]}
{"qid": 1086855, "psgid": 7106946, "query": "what are the salaries of big bang actors", "passage": "If The Big Bang Theory actors are working roughly 40 hours a week, that would translate to $25,000 an hour. Even if you give the actors the benefit of the doubt and say they work 60 hours a week (12 hours a day), that still comes out to more than $16,000 an hour.", "selected_spans": ["40 hours a week", "would translate to $25,000 an hour", "work 60 hours a week (12 hours a day), that still comes out to more than $16,000 an hour"]}
{"qid": 157580, "psgid": 7872273, "query": "do leafy greens have iron", "passage": "4. Dark Leafy Greens. It is important to note that greens contain more iron when cooked than when eaten raw. Spinach is the king of all greens with a whopping 6.43 mg of iron per 1 cup (180g) when cooked. To show you the difference cooking makes, 1 cup (30g) of raw spinach contains only 0.81 mg of iron. The variance is only partially due to weight.", "selected_spans": ["Spinach is the king of all greens with a whopping 6.43 mg of iron per 1 cup (180g)"]}
{"qid": 19552, "psgid": 1320723, "query": "anxiety: definition", "passage": "Anxiety is a multisystem response to a perceived threat or danger. It reflects a combination of biochemical changes in the body, the patient's personal history and memory, and the social situation. As far as we know, anxiety is a uniquely human experience.", "selected_spans": ["Anxiety is a multisystem response to a perceived threat or danger."]}
{"qid": 1092120, "psgid": 7857224, "query": "number of carbs for female", "passage": "If you have diabetes and you're counting carbohydrates (carbs), keep these guidelines in mind: Women need about 3 to 4 carb servings per meal (or spli If you have diabetes and you're counting carbohydrates (carbs), keep these guidelines in mind: Women need about 3 to 4 carb servings per meal (or spli", "selected_spans": ["Women need about 3 to 4 carb servings per meal"]}
{"qid": 821372, "psgid": 7720462, "query": "what is the financial district in san francisco", "passage": "Financial District Restaurants. The Financial District and Embarcadero areas are hotspots for San Francisco dining. Lavish expense accounts from top international companies operating in San Francisco's humming Financial District fuel the need for destination San Francisco restaurants designed to impress.", "selected_spans": ["The Financial District and Embarcadero areas are hotspots for San Francisco dining"]}
{"qid": 718782, "psgid": 7548309, "query": "what is anxiety", "passage": "What is Anxiety? At its core, Anxiety is simply the body's reaction to stressful, dangerous, or unfamiliar situations. It's the sense of uneasiness, distress, or dread you feel before a significant event.", "selected_spans": ["the body's reaction to stressful, dangerous, or unfamiliar situations"]}
{"qid": 1029909, "psgid": 7218369, "query": "what is the wwa", "passage": "WWAHost.exe is a safe and essential process in Windows 8. It acts as a host for Metro app processes similar to how svchost.exe acts as a host for .dll files. This process is safe and is best left alone to continue normal function on a Windows 8 system.", "selected_spans": ["WWAHost.exe is", "a host for Metro app processes similar to how svchost.exe acts as a host for .dll files"]}
{"qid": 1047269, "psgid": 7189902, "query": "what is region 2", "passage": "Region 2 is a chapter of the International Code Council (ICC) representing Alaska, Washington, Oregon, Montana, Idaho and Wyoming. As with all other ICC Associations, it’s a member-focused association.", "selected_spans": ["Region 2 is a chapter of the International Code Council (ICC)"]}
{"qid": 650462, "psgid": 7458583, "query": "what does the idiom off the wall mean", "passage": "Pisseth against the wall was an idiomatic expression used in ancient Israel. It refers to males, who are the only ones who can urinate against walls. When someone in the Bible refers to someone else pissing against a wall, it’s understood that the person urinating is a male and not a female.", "selected_spans": ["someone else pissing against a wall, it’s understood that the person urinating is a male and not a female"]}
{"qid": 507901, "psgid": 7489237, "query": "symptoms of hyper and hypothyroidism", "passage": "An underactive thyroid (hypothyroidism) doesn't produce enough hormone. An overactive thyroid (hyperthyroidism) produces too much hormone. Symptoms may include unintentional weight gain or loss, persistent fatigue, palpitations, and sensitivity to hot or cold temperatures. But because other health problems cause similar symptoms, diagnosing hypothyroidism or hyperthyroidism based on symptoms alone is not possible.", "selected_spans": ["Symptoms may include unintentional weight gain or loss, persistent fatigue, palpitations, and sensitivity to hot or cold temperatures"]}
{"qid": 661076, "psgid": 7639898, "query": "what foods are rich in biotin?", "passage": "Biotin is found in a wide variety of natural foods. Egg yolk, liver and wheat bran are rich sources. ... Bottom line: To meet your recommended intake, choose whole foods more often. ... Source should be from food only to prevent high levels of intake.", "selected_spans": ["Egg yolk, liver and wheat bran are rich sources", "Biotin"]}
{"qid": 220761, "psgid": 7526095, "query": "how do water waves form", "passage": "Most waves form when winds blowing across the water's surface transmit their energy to the water. crest. the highest part of a wave. wavelength. the horizontal distance between crests. frequency. the number of waves that pass a point in a certain amount of time.", "selected_spans": ["Most waves form when winds blowing across the water's surface transmit their energy to the water"]}
{"qid": 1063607, "psgid": 7165026, "query": "columbine massacre killed how many people", "passage": "The deadliest school shooting in U.S. history took place on April 16, 2007, when a gunman killed 32 people before killing himself at Virginia Tech, a public university in Blacksburg, Virginia. Investigators later learned Harris and Klebold had arrived in separate cars at Columbine around 11:10 on the morning of the massacre.", "selected_spans": ["gunman killed 32 people before killing himself"]}
{"qid": 944700, "psgid": 7730244, "query": "when do symptoms of seasonal affective disorder start?", "passage": "What is seasonal affective disorder? Seasonal affective disorder (also called SAD) is a type of depression that is triggered by the seasons of the year. The most common type of SAD is called winter-onset depression. Symptoms usually begin in late fall or early winter and go away by summer.", "selected_spans": ["Symptoms usually begin in late fall or early winter", "seasonal affective disorder"]}
{"qid": 1095705, "psgid": 7568903, "query": "how much money did dr dre make off beats", "passage": "Dr. Dre ranked second on last year’s Forbes Five list of hip-hop’s wealthiest artists last year with a net worth of $550 million. Yet a year later, after selling Beats to Apple for $3 billion, his fortune sits at $700 million in this year’s accounting. Heres why he is not yet a billionaire.", "selected_spans": ["selling Beats to Apple for $3 billion"]}
{"qid": 743708, "psgid": 7652351, "query": "what is emulation", "passage": "Emulation is the process of mimicking the outwardly observable behavior to match an existing target. The internal state of the emulation mechanism does not have to accurately reflect the internal state of the target which it is emulating.", "selected_spans": ["Emulation is the process of mimicking the outwardly observable behavior to match an existing target"]}
{"qid": 987671, "psgid": 7290763, "query": "who said never let a tragedy go to waste", "passage": "Former Chief Of Staff Rahm Emanuel Says Never Let A Good Crisis Go To Waste Former Chief Of Staff Rahm Emanuel Says Never Let A Good Crisis Go To Waste Skip navigation", "selected_spans": ["Rahm Emanuel Says Never Let A Good Crisis Go To Waste"]}
{"qid": 1091340, "psgid": 7923040, "query": "price on toyota corolla finder", "passage": "The starting price of a 2018 Corolla ranges from $18,550 for the base Corolla L to $22,730 for the Corolla XSE. For comparison, the least expensive gas-only compact cars start around $16,000, while the most expensive start around $27,000 (hybrid and electric compact cars can start north of $30,000).", "selected_spans": ["starting price of a 2018 Corolla ranges from $18,550 for the base Corolla L to $22,730 for the Corolla XSE"]}
{"qid": 1098322, "psgid": 6008284, "query": "how long does it take a credit card to report", "passage": "However, there are a few rules regarding the reporting of negative information. For example, a late payment cannot be reported on a credit report unless it is at least 31 days late. After that time, it usually shows up on the credit report within the usual 30 days. Creditors usually do not charge off a debt and turn it over to a collection agency until 180 continuous days of non-payment have passed, so you may have at least six months before a collection or charge off shows up on your credit report.", "selected_spans": ["usually shows up on the credit report within the usual 30 days"]}
{"qid": 1087848, "psgid": 7098298, "query": "calories in homemade apple butter", "passage": "Here are the foods from our food nutrition database that were used for the nutrition calculations of this recipe. Calories per serving of Homemade Apple Butter 76 calories of Apples, fresh with skin, (0.69 large (3-1/4 dia) (approx 2 per lb)) 46 calories of Granulated Sugar, (0.06 cup) 1 calories of Cinnamon, ground, (0.06 tbsp) 0 calories of Cloves, ground, (0.03 tsp) 0 calories of Salt, (0.02 tsp) 0 calories of Splenda No Calorie Sweetener, (4.50 tsp)", "selected_spans": ["Homemade Apple Butter 76 calories of Apples, fresh with skin, (0.69 large (3-1/4 dia) (approx 2 per lb)) 46 calories of Granulated Sugar"]}
{"qid": 918800, "psgid": 7901294, "query": "what was marvin hagler's fighting weight?", "passage": "Leonard: I was at 147 pounds, and I didn’t have a problem making weight. So I thought fighting Hagler at 160 was too far off. Hagler did not really come into play until I moved up another weight division, to 154, and fought Ayub Kalule in June 1981.", "selected_spans": ["Hagler at 160 was too far off"]}
{"qid": 952445, "psgid": 7844987, "query": "when is the best time to take iron pills", "passage": "Quick Answer. There is no best time to take iron, but doctors recommend patients take supplements on an empty stomach either an hour before a meal or two hours after a meal, according to Mayo Clinic. Adults should take each dose with a full glass of fruit juice or water. Continue Reading.", "selected_spans": ["doctors recommend patients take supplements on an empty stomach either an hour before a meal or two hours after a meal"]}
{"qid": 174592, "psgid": 7633166, "query": "dogs that are good with kids", "passage": "1 Bichon Frise: This little cotton ball of a dog loves to play, but is not usually too hyper. 2  Beagle: These dogs are friendly, clever and not too big, making them very suitable for kids. 3  Cairn Terrier: These active little dogs seem to have a natural affinity for kids.", "selected_spans": ["Beagle: These dogs are friendly, clever", "making them very suitable for kids", "Cairn Terrier: These active little dogs seem to have a natural affinity for kids"]}
{"qid": 909048, "psgid": 7834254, "query": "what training methods is shuttle runs using", "passage": "How to do the Shuttle Run: 1  Step 1: Place the cones the desired distance apart (usually 10 or 20 meters). 2  Step 2: Place 2 small blocks or balls at the far cone. 3  Step 3: Start at the cone away from the blocks.  Step 4: Get into sprinter position. Sprint as fast as you can to the other cone.", "selected_spans": ["Step 1: Place the cones the desired distance apart (usually 10 or 20 meters). 2  Step 2: Place 2 small blocks or balls at the far cone. 3  Step 3: Start at the cone away from the blocks.  Step 4: Get into sprinter position. Sprint as fast as you can to the other cone"]}
{"qid": 1098600, "psgid": 7326955, "query": "how long can you leave raw chicken in your fridge", "passage": "Never store raw chicken in the fridge for longer than two days. In the store, commercial refrigerators keep the chicken colder than your fridge does, and putting it in your cart and transporting it home raises its temperature, allowing some bacterial growth.", "selected_spans": ["Never store raw chicken in the fridge for longer than two days"]}
{"qid": 437752, "psgid": 7586101, "query": "lasik surgery how long to wear goggles at night", "passage": "How long are LASIK goggles worn? LASIK goggles will be worn for roughly four days, though there are different instructions to consider during the healing process. For the first 24 hours after LASIK, the LASIK goggles should be worn at all times in order to avoid harm to the eyes. Medicated eye drops should be the only thing that comes into contact with the eyes in that first day of surgery. In the three to four days following surgery, patients will usually only be instructed to wear their LASIK goggles at night to avoid accidental rubbing and contact. When outdoors, patients should wear sunglasses in order to protect the eyes from the harshness of the light.", "selected_spans": ["three to four days following surgery, patients will usually only be instructed to wear their LASIK goggles at night"]}
{"qid": 275997, "psgid": 39460, "query": "how many calories are in a slice of ham", "passage": "Calculating Calories. If you have a thick 3-ounce slice of roasted ham, you could have upwards of over 230 calories. But if you trim away the fat as much as possible before cooking, your calorie count could go down to closer to 180 calories. Regular cured deli ham provides between 130 and 140 calories from 3 ounces.", "selected_spans": ["a thick 3-ounce slice of roasted ham", "upwards of over 230 calories", "Regular cured deli ham provides between 130 and 140 calories from 3 ounces"]}
{"qid": 1056950, "psgid": 7856272, "query": "who was the woman who sang in wicked & rent?", "passage": "Idina Menzel. Idina Kim Menzel is an American actress and singer known for her role as the original Elphaba in Wicked the Musical on both Broadway and in the West End (making her the first actress to perform for two production companies). Idina is also featured on the original Broadway cast recording of the musical.", "selected_spans": ["Idina Kim Menzel is", "singer known for her role as the original Elphaba in Wicked"]}
{"qid": 66161, "psgid": 7540805, "query": "can cuisinart electric pressure cooker be used as a canner", "passage": "Cuisinart CPC-600AMZ Product Overview. The Cuisinart CPC-600AMZ 6-Quart Electric Pressure Cooker is a necessary kitchen aid for anyone that wants to eat healthily without all the hassle of waiting around for hours for the slow cook to finish. Typically priced at around $100 (see lowest price) this canner offers very good value for the money.", "selected_spans": ["Cuisinart CPC-600AMZ Product Overview", "this canner", "Cuisinart CPC-600AMZ 6-Quart Electric Pressure Cooker"]}
{"qid": 930326, "psgid": 2248151, "query": "what's good for sinus pressure", "passage": "Keeping your nose and sinuses moist is good for sinus health, says Kelleher. When sinuses get too dry, the mucociliary transport system that traps and moves irritants stops working. If your house is dry, use a humidifier and keep the humidity between 30 and 50 percent.", "selected_spans": ["Keeping your nose and sinuses moist is good for sinus health", "keep the humidity between 30 and 50 percent"]}
{"qid": 1092528, "psgid": 7823039, "query": "most decorated american skiers", "passage": "From pacesetting for NASTAR, to his incredible brand relationships and his innate passion for spreading his love for skiing, Rahlves is much more than the most decorated male American Downhiller and Super G skier in history.", "selected_spans": ["Rahlves is much more than the most decorated male American Downhiller"]}
{"qid": 997878, "psgid": 7268978, "query": "where is saukville wisconsin", "passage": "Saukville, Wisconsin. Saukville is a village in Ozaukee County, Wisconsin, United States. The population was 4,451 at the 2010 census. Most of the village perimeter is bordered by the Town of Saukville to the north and west, the Town of Port Washington to the east and southeast and by the Town of Grafton to the south and southwest. 1 Geography.", "selected_spans": ["Saukville, Wisconsin. Saukville is a village in Ozaukee County, Wisconsin, United States"]}
{"qid": 24807, "psgid": 7305710, "query": "are schwann cells are glial cells of the central nervous system", "passage": "Structure [edit]. Schwann cells are a variety of glial cell that keep peripheral nerve fibres (both myelinated and unmyelinated) alive. In myelinated axons, Schwann cells form the myelin sheath (see above). The sheath is not continuous. Individual myelinating Schwann cells cover about 100 micrometres of an axon—equating to approximately 10,000 Schwann cells along a 1 metre length of the axon.", "selected_spans": ["Schwann cells are a variety of glial cell that keep peripheral nerve fibres", "alive"]}
{"qid": 694063, "psgid": 7446117, "query": "what is a pda device", "passage": "Short for personal digital assistant, this is the name given to small handheld devices that combine computing, telephone/fax, Internet and networking features. A typical PDA can function as a cellular phone, fax sender, Web browser and personal organizer. These devices are usually pen-based, which requires the use of a stylus rather than a keyboard for input. PDAs today are available in either a stylus or keyboard version.", "selected_spans": ["Short for personal digital assistant", "small handheld devices that combine computing, telephone/fax, Internet and networking features", "typical PDA can function as a cellular phone, fax sender, Web browser and personal organizer"]}
{"qid": 1020710, "psgid": 7232730, "query": "what sickness has headache and nausea symptoms", "passage": "These viral illnesses can give you nausea and a bad headache. But unlike migraine headaches, you’ll usually have other symptoms, too, like a runny nose, diarrhea, chills, body aches, and fever. Meningitis. A severe headache that causes nausea and extreme sensitivity to light may sound like a migraine. But if you also have a very stiff neck, with or without a fever, it could be meningitis, and requires emergency evaluation and treatment. Cluster headache. Nausea isn’t a typical symptom of these intense, one-sided headaches like it is for migraines.", "selected_spans": ["Meningitis. A severe headache that causes nausea"]}
{"qid": 997913, "psgid": 7268934, "query": "where is rovna", "passage": "394 21 Rovná is a village and municipality in Pelhřimov District in the Vysočina Region of the Czech Republic. The municipality covers an area of 4.29 square kilometres (1.66 sq mi) and has a population of 59 (as at 28 August 2006).", "selected_spans": ["Rovná is", "municipality in Pelhřimov District in the Vysočina Region of the Czech Republic"]}
{"qid": 933652, "psgid": 2255880, "query": "what's the weather in riga in celsius", "passage": "Weekly Weather Report for Riga, Latvia. Looking at the weather in Riga, Latvia over the next 7 days, the maximum temperature will be 13℃ (or 56℉) on Monday 10th April at around 2 pm. In the same week the minimum temperature will be -1℃ (or 31℉) on Friday 14th April at around 11 pm.", "selected_spans": ["weather in Riga, Latvia", "the maximum temperature will be 13℃", "Weekly Weather Report for Riga, Latvia"]}
{"qid": 727551, "psgid": 7443792, "query": "what is capital restructuring", "passage": "Capital Restructuring is much like remodeling your own home, it makes it more appealing. Capital Restructuring can make your business more appealing to prospective stakeholders because this financial management tactic most often:1  decreases expenses. 2  improves operational efficiency,3  raises the EPS of the business and.4  provides a base for much better overall operational results.apital Restructuring can make your business more appealing to prospective stakeholders because this financial management tactic most often: 1  decreases expenses. 2  improves operational efficiency, 3  raises the EPS of the business and. 4  provides a base for much better overall operational results.", "selected_spans": ["Capital Restructuring can make your business more appealing to prospective stakeholders because this financial management tactic most often:1  decreases expenses. 2  improves operational efficiency,3  raises the EPS of the business and.4  provides a base for much better overall operational results"]}
{"qid": 654633, "psgid": 626512, "query": "what does vaginal discharge mean", "passage": "The vaginal walls and uterine cervix contain glands that produce a small amount of fluid that helps to keep the vagina clean. This normal fluid is usually thin and clear or milky white and does not have an unpleasant smell. Vaginal discharge is thicker at specific times of the menstrual cycle (at the time of ovulation), during breastfeeding, or during sexual arousal. This temporary thickening of the vaginal discharge is normal and is not associated with the symptoms and signs of vaginal infection.", "selected_spans": ["vaginal walls and uterine cervix contain glands that produce a small amount of fluid that helps to keep the vagina clean. This normal fluid is usually thin and clear or milky white"]}
{"qid": 1006578, "psgid": 7253021, "query": "define prefabricate", "passage": "prefabricate. 1  to fabricate or construct beforehand. 2  to manufacture in standardized parts or sections ready for quick assembly and erection, as buildings.", "selected_spans": ["to fabricate or construct beforehand", "to manufacture in standardized parts or sections ready for quick assembly and erection"]}
{"qid": 1092484, "psgid": 7825939, "query": "most nigeria read newspaper", "passage": "With more than 42 branches across the country, Sun News is one of the most widely read newspapers in Nigeria. This good reputation is also translated online where it comes in as one of the top 10 most popular Newspapers in Nigeria. Sun News Online is available on the internet at this link. 4. Sahara Reporters", "selected_spans": ["Sun News is one of the most widely read newspapers in Nigeria"]}
{"qid": 114037, "psgid": 3042404, "query": "current price of soybeans", "passage": "Soybean Prices - 45 Year Historical Chart. Interactive chart of historical daily soybean prices back to 1971. The price shown is in U.S. Dollars per bushel. The current price of soybeans as of April 13, 2017 is $9.6625 per bushel. Loading interactive chart...", "selected_spans": ["The current price of soybeans as of April 13, 2017 is $9.6625 per bushel"]}
{"qid": 138266, "psgid": 7640621, "query": "definition of solar wind", "passage": "What is solar wind? The solar wind is a stream of energized, charged particles, primarily electrons and protons, flowing outward from the Sun, through the solar system at speeds as high as 900 km/s and at a temperature of 1 million degrees (Celsius). It is made of plasma.", "selected_spans": ["solar wind is a stream of energized, charged particles, primarily electrons and protons, flowing outward from the Sun, through the solar system at speeds as high as 900 km/s and at a temperature of 1 million degrees"]}
{"qid": 796812, "psgid": 7825893, "query": "what is slack space", "passage": "Slack space is the unused space between the end of the actual file and the end of the the defined data unit (cluster). A cluster is the smallest unit of storage that the operating system can deal with. When a file is written, and does not occupy the entire cluster, the remaining space is slack space. For example, assume that the OS uses a 4k cluster and 512 byte sector, meaning it writes data in 4k increments made up of eight 512 byte sectors, regardless of the actual size of the file being written. This means that if a 2000 byte file were written to this cluster the remaining 2096 bytes would be slack.", "selected_spans": ["Slack space is the unused space between the end of the actual file and the end of the the defined data unit", "When a file is written, and does not occupy the entire cluster, the remaining space is slack space"]}
{"qid": 1052115, "psgid": 7181909, "query": "what is lemon party", "passage": "party with lemons. In Canada it is a political event so I'm not sure what it would be for you. There are some references to games and music but I was not able to get onto those sites (at work they block them) but I was curious myself. Would be interested to know for sure.", "selected_spans": ["party with lemons"]}
{"qid": 556976, "psgid": 7502345, "query": "what are conchae or turbinates and what function do they do for breathing?", "passage": "Another function of the nasal conchae is channeling the air entering the respiratory system to go through the mucous membrane and cilia to be filtered and warmed up properly [12]. The inferior conchae are primarily responsible for the above functions while the middle conchae create a protective shield over the sinuses.", "selected_spans": ["function of the nasal conchae is channeling the air entering the respiratory system to go through the mucous membrane and cilia to be filtered and warmed up properly", "inferior conchae are primarily responsible for the above functions while the middle conchae create a protective shield over the sinuses"]}
{"qid": 80876, "psgid": 7636706, "query": "can you use text messages in court", "passage": "Child support, visitation, and custody are all very different things. And yes, text messages are admissible in court. He will have to pay child support whether you are married or not. M T · 7 years ago.", "selected_spans": ["text messages are admissible in court"]}
{"qid": 991079, "psgid": 7282993, "query": "who is camille grammer boyfriend", "passage": "Camille Grammer’s newly engaged fiancé appeared on “RHOBH,” but it quickly turned ugly. Read all about Camille Grammer’s boyfriend, David C. Meyer. Camille Grammer’s newly engaged fiancé appeared on “RHOBH,” but it quickly turned ugly.", "selected_spans": ["Camille Grammer’s newly engaged fiancé appeared on “RHOBH,” but it quickly turned ugly"]}
{"qid": 988745, "psgid": 7287868, "query": "who is the new york county clerk", "passage": "Idoni Honored as New York's County Clerk of the Year County Clerk Wins Two State Awards Westchester County Clerk Tim Idoni was honored by his peers with two prestigious awards on June 12, 2017 at the New York State Association of County Clerks (NYSACC) conference held in Lake Placid, New York.", "selected_spans": ["Idoni Honored as New York's County Clerk of the Year", "Westchester County Clerk Tim Idoni was honored"]}
{"qid": 1084910, "psgid": 7123877, "query": "what disease do roof rats cause", "passage": "Common diseases spread by roof rats include  plague, typhus, rat-bite fever, jaundice, trichinosis, and salmonellosis. Effective roof rat control starts with good housekeeping and proper sanitation, which are designed to eliminate the sources of food and shelter that attract the pests in the first place.", "selected_spans": ["diseases spread by roof rats include  plague, typhus, rat-bite fever, jaundice, trichinosis, and salmonellosis"]}
{"qid": 100046, "psgid": 7371621, "query": "cortana what is the weather in whitefish montana", "passage": "Expect 12°C daytime maximum temperatures in the shade with on average 5 hours of sunshine per day in Whitefish in October. Check more long-term weather averages for Whitefish in October before you book your next holiday to Montana in 2018. More about Whitefish. Weather overview; More destinations; Monthly averages; Weather by month; 5-day weather forecast", "selected_spans": ["12°C daytime maximum temperatures in the shade with on average 5 hours of sunshine per day in Whitefish"]}
{"qid": 968310, "psgid": 7932720, "query": "where did an important battle for the tennessee campaign happen", "passage": "Battles For Chattanooga: Background. After the Confederate victory at Chickamauga in northwest Georgia in September 1863, the Union army retreated to the vital railroad junction of Chattanooga, Tennessee.", "selected_spans": ["Confederate victory at Chickamauga in northwest Georgia", "the Union army retreated to the vital railroad junction of Chattanooga, Tennessee"]}
{"qid": 493508, "psgid": 7512335, "query": "schlimazel definition", "passage": "schlimazel - (Yiddish) a very unlucky or inept person who fails at everything. shlimazel. Yiddish - a dialect of High German including some Hebrew and other words; spoken in Europe as a vernacular by many Jews; written in the Hebrew script. unfortunate, unfortunate person - a person who suffers misfortune.", "selected_spans": ["a very unlucky or inept person who fails at everything"]}
{"qid": 1099653, "psgid": 7238718, "query": "how big is slovakia", "passage": "More Information about Slovakia. With its 5,443,583 people, Slovakia is the 116th largest country in the world by population. It is the 129th largest country in the world by area with 49,035 square kilometers. Slovakia's roots can be traced to the 9th century state of Great Moravia.", "selected_spans": ["the 129th largest country in the world by area with 49,035 square kilometers"]}
{"qid": 989213, "psgid": 7286487, "query": "who is scarlett in total drama", "passage": "Scarlett PORTRAYED BY. Kristi Friday FULLNAME. Scarlett ALIAS. The Quiet Braniac ORIGIN. Total Drama: Pakithew Island. OCCUPATION. A third generational contestant of Total Drama POWERS AND SKILLS. Vast High Intelligence Master of Deception and Intimidation HOBBY. Deceptively acting positive whilst hiding her true nature Taking advantage of her nefarious agenda", "selected_spans": ["", "Scarlett", "Scarlett ALIAS", "The Quiet Braniac", "A third generational contestant of Total Drama"]}
{"qid": 498478, "psgid": 7662750, "query": "simpsons what rear first episode", "passage": "Bart of Darkness. Bart of Darkness is the first episode of The Simpsons' sixth season. It originally aired on the Fox network in the United States on September 4, 1994. It was written by Dan McGrath, and directed by Jim Reardon. In the episode, Bart breaks his leg and becomes increasingly isolated in his room.", "selected_spans": ["It originally aired on the Fox network in the United States on September 4, 199"]}
{"qid": 1092470, "psgid": 7827363, "query": "most popular spectator sports in australia", "passage": "Second only to Australian Rules is the Sydney based code of football - Rugby League. This is the most popular spectator sport in the Australian states of New South Wales, Queensland and the Australian Capital Territory. During the summer months Cricket is the most popular spectator sport throughout the entire country.", "selected_spans": ["Cricket is the most popular spectator sport throughout the entire country", "Rugby League"]}
{"qid": 508316, "psgid": 7559425, "query": "symptoms of ocd", "passage": "What Are the Signs of OCD? The symptoms of OCD include both obsessive and compulsive behaviors. Signs of obsession include: Repeated unwanted ideas; Fear of contamination; Aggressive impulses; Persistent sexual thoughts; Images of hurting someone you love; Thoughts that you might cause others harm; Thoughts that you might be harmed; Signs of compulsion include:", "selected_spans": ["symptoms of OCD include both obsessive and compulsive behaviors", "Repeated unwanted ideas; Fear of contamination; Aggressive impulses; Persistent sexual thoughts; Images of hurting someone you love; Thoughts that you might cause others harm; Thoughts that you might be harmed"]}
{"qid": 8798, "psgid": 7346304, "query": "_______ is a fuel produced by fermenting crops.", "passage": "solution, it has a somewhat sweet flavor, but in more concentrated solutions it has a burning taste. AN ALTERNATE FUEL SOLUTION: ETHANOL. Ethanol is an alcohol-based alternative fuel produced by fermenting and distilling any sugar based substrate or. starch crops that have been converted into simple sugars. Ethanol is most commonly used to increase octane and improve the emissions quality of gasoline. BENEFITS OF MFG ETHANOL.", "selected_spans": ["Ethanol is an alcohol-based alternative fuel produced by fermenting and distilling any sugar based substrate or. starch crops"]}
{"qid": 1095377, "psgid": 7592945, "query": "how much waste does the average american make", "passage": "The average American produces about 1,600 pounds (726 kg) of garbage a year, although Americans do not produce the most garbage... wise GEEK clear answers for common questions", "selected_spans": ["The average American produces about 1,600 pounds (726 kg) of garbage a year"]}
{"qid": 633994, "psgid": 7715443, "query": "what does carte blanche mean", "passage": "In practice, Gorsuch’s opinion gives monopolists virtual carte blanche to perpetuate their dominance through unfair means, regardless of the consequences for consumers, competitors and citizens. – Washington Post; Summary. Carte blanche is another way to say that a person has permission to do things in whatever manner he or she chooses.", "selected_spans": ["Carte blanche is another way to say that a person has permission to do things in whatever manner he or she chooses"]}
{"qid": 1091059, "psgid": 495708, "query": "requirements to get a home loan", "passage": "Borrower Requirements. CalHFA does not accept applications directly. A CalHFA approved Lender will qualify you for a home loan, so you will need to apply with one of our Preferred Loan Officers or approved Lenders. Each loan program that CalHFA offers to homebuyers can have different criteria for income limits, minimum credit scores, citizenship etc.", "selected_spans": ["Each loan program that CalHFA offers to homebuyers can have different criteria for income limits, minimum credit scores, citizenship"]}
{"qid": 1090869, "psgid": 7963400, "query": "scar meaning in swahili", "passage": "I was interested to find out what the Lion King names mean, I did after looking through books and the internet, I also found out some other cool facts. Simba means lion. Nala means gift. Sarabi mean mirage. Kopa (Simab's son in a book series) means heart. Rafiki means friend. Pumbaa means stunned or slow wittied. Shenzi means savage. Banzai means skulk or lurk. Kovu means scar. Zira means hate (Originaly she was going to be called Bianca!) Nuka means stink. Vitani was originally going to be called Shetani which means devil. All other names are real Swahili names. Rafiki's song 'Asante sana, squash banana, we we nuga, mi mi apana' means 'thank you very much, squash banana, your a baboon and i'm not'", "selected_spans": ["Kovu means scar.", "Swahili"]}
{"qid": 941749, "psgid": 7950294, "query": "when did the hittites start", "passage": "c. 1700 BCE. The Hittites invade the region of the Hatti and begin a systematic campaign against them. The great city of Hattusa is sacked and destroyed. 1650 BCE. Under the Hittite Warrior-King Hattusili, campaigns are carried to completion subjugating the Hatti. Hattusa is re-built as the Hittite capital.", "selected_spans": ["The Hittites invade the region", "1650 BCE"]}
{"qid": 1084038, "psgid": 7131995, "query": "what does conservatorship mean in real estate?", "passage": "The conservatorship estate assets are typically invested to produce income sufficient to take care of the minor's needs. This will most likely require that the conservator must prepare and file a yearly income tax return on behalf of the minor and pay any taxes that may be due.", "selected_spans": ["The conservatorship estate assets are typically invested to produce income sufficient to take care of the minor's needs"]}
{"qid": 657264, "psgid": 1727593, "query": "what ended the gender discrimination", "passage": "Discrimination against an individual because of gender identity, including transgender status, or because of sexual orientation is discrimination because of sex in violation of Title VII.", "selected_spans": ["is discrimination because of sex in violation of Title VII", "Discrimination"]}
{"qid": 1037033, "psgid": 7206355, "query": "what is the main source of energy for most process at earth's surace", "passage": "The Sun: Earth’s Primary Energy Source Astronaut photograph ISS015-E-10469, courtesy NASA/JSC Gateway to Astronaut Photography of Earth. Climate Literacy: The Essential Principles of Climate Sciences summarizes the most important principles and concepts of the climate sciences.", "selected_spans": ["The Sun: Earth’s Primary Energy Source"]}
{"qid": 90941, "psgid": 7028429, "query": "chateau meaning", "passage": "Webster Dictionary(0.00 / 0 votes)Rate this definition: 1  Chateau(noun) a castle or a fortress in France. 2  Chateau(noun) a manor house or residence of the lord of the manor; a gentleman's country seat; also, particularly, a royal residence; as, the chateau of the Louvre; the chateau of the Luxembourg.", "selected_spans": ["Chateau(noun) a castle or a fortress in France", "Chateau(noun) a manor house or residence of the lord of the manor"]}
{"qid": 1062350, "psgid": 7166774, "query": "what is an oxidation number used for", "passage": "Oxidation numbers are used by chemists to keep track of electrons within a compound. We can use guidelines to assign oxidation numbers to atoms in a compound. Changes in oxidation state during a reaction tell us that there is a transfer of electrons.", "selected_spans": ["Oxidation numbers are used by chemists to keep track of electrons within a compound"]}
{"qid": 445494, "psgid": 7458481, "query": "mario batali net worth", "passage": "Mario Batali is a well known chef and TV personality with a net worth of $25 million. Mario Batali earned his net worth through his many restuarants and television appearances. He was born in Seattle, Washington Mario Batali is an American chef, writer, restaurateur and media personality.", "selected_spans": ["Mario Batali", "a net worth of $25 million"]}
{"qid": 1047152, "psgid": 4665394, "query": "who played rizzo", "passage": "Grease: Live: First Cast Photos Reveal Fox Musical's Danny, Sandy and Rizzo. Feast your eyes on Rydell High’s (un)holy trinity. Fox on Monday released the first official cast photos from its upcoming Grease: Live event (Jan. 31, 7/6c), revealing Aaron Tveit as Danny, Julianne Hough as Sandy and Vanessa Hudgens as Rizzo. RELATEDGrease: Live: Carly Rae Jepsen, Jessie J Among New Additions to Fox Musical.", "selected_spans": ["Vanessa Hudgens as Rizzo"]}
{"qid": 149853, "psgid": 7385217, "query": "different kinds of spruce trees", "passage": "Spruce Tree Scientific Name, Picea. Spruce trees are cone bearing trees and can therefore be classified as coniferous. Other coniferous trees include pine trees, Douglas Fir trees, redwood trees and cedar trees. Spruce Tree Types: List of Different Type of Spruce. Bird's Nest Spruce, dwarf variety of Norway Spruce.", "selected_spans": ["Spruce Tree Types: List of Different Type of Spruce. Bird's Nest Spruce, dwarf variety of Norway Spruce"]}
{"qid": 89786, "psgid": 7071501, "query": "central city definition", "passage": "Definition of central city. : a city that constitutes the densely populated center of a metropolitan area.", "selected_spans": ["central city", "a city that constitutes the densely populated center of a metropolitan area"]}
{"qid": 583798, "psgid": 7632217, "query": "what cause gi problems", "passage": "Common GI Infections. Here are a few types of GI infections that you may have heard about: Salmonella bacteria lead to between 1 and 5 million cases of diarrheal illness in the United States each year. These bacteria, a major cause of food poisoning, are frequently found in raw chicken or eggs.", "selected_spans": ["These bacteria, a major cause of food poisoning, are frequently found in raw chicken or eggs"]}
{"qid": 1060616, "psgid": 7817507, "query": "why are junction mounts needed for cameras", "passage": "Junction boxes are particularly useful when running your cable through conduit on the exterior of your structure as they serve as a weather proof container protect your power and video connections from the elements and also provide you with a flat surface to mount your cameras to.", "selected_spans": ["provide you with a flat surface to mount your cameras to", "running your cable through conduit on the exterior of your structure as they serve as a weather proof container"]}
{"qid": 1061382, "psgid": 7167668, "query": "what is arp wave treatments", "passage": "• ARPWAVE Neuro Therapy is a supplemental therapy, which treats the neurological origin of all physiological symptoms not the symptoms. • ARPWAVE Neuro Therapy is a supplement to all other forms of therapy. All other therapy or treatments deal with the physiology of the condition not the neurology. • Where the patient has pain is where the problem ended up NOT where it is coming from. • Where a surgeon does surgery is where the problem ended not the neurological origin.", "selected_spans": ["ARPWAVE Neuro Therapy", "is a supplemental therapy, which treats the neurological origin of all physiological symptoms"]}
{"qid": 636949, "psgid": 7573001, "query": "what does eobr means", "passage": "How is Electronic On-Board Recorder abbreviated? EOBR stands for Electronic On-Board Recorder. EOBR is defined as Electronic On-Board Recorder somewhat frequently.", "selected_spans": ["Electronic On-Board Recorder", "EOBR stands for Electronic On-Board Recorder", "EOBR is defined as Electronic On-Board Recorder"]}
{"qid": 1087774, "psgid": 7099045, "query": "what are aneurysm", "passage": "An aneurysm is the enlargement of an artery caused by weakness in the arterial wall. Often there are no symptoms, but a ruptured aneurysm can lead to fatal complications. An aneurysm refers to a weakening of an artery wall that creates a bulge, or distention, of the artery. Most aneurysms do not show symptoms and are not dangerous.", "selected_spans": ["aneurysm is the enlargement of an artery", "An aneurysm refers to a weakening of an artery wall that creates a bulge"]}
{"qid": 11006, "psgid": 7298209, "query": "actress who plays alice on the magicians", "passage": "The Magicians just suffered its first major loss, and this is not going to be an easy one to recover from. Quentin (Jason Ralph), Alice (Olivia Taylor Dudley), Eliot (Hale Appleman), Margo (Summer Bishil), and Penny (Arjun Gupta) spent the first couple of episodes this season preparing to face the Beast again, after their first attempt went so very, very wrong thanks to Julia.", "selected_spans": ["Alice (Olivia Taylor Dudley)", "The Magicians"]}
{"qid": 1085339, "psgid": 7119910, "query": "what county is racine wv in", "passage": "The Racine Census Designated Place had a population of 238 as of July 1, 2017. Racine ranks in the lower quartile for Diversity Index when compared to the other cities, towns and Census Designated Places (CDPs) in West Virginia. See peer rankings below. The primary coordinate point for Racine is located at latitude 38.1397 and longitude -81.6535 in Boone County.", "selected_spans": ["Racine is located at latitude 38.1397 and longitude -81.6535 in Boone County"]}
{"qid": 844128, "psgid": 7934036, "query": "what is the required courses to become an it manager", "passage": "Step 3: Become Certified. The Board of Certified Safety Professionals (BCSP) designates qualified construction site safety managers as Certified Safety Professionals (CSPs). Education requirements include a bachelor's degree in any field or an associate's degree in safety, health, or the environment.", "selected_spans": ["qualified construction site safety managers as Certified Safety Professionals (CSPs)."]}
{"qid": 748672, "psgid": 7629139, "query": "what is format factory", "passage": "FormatFactory is an ad-supported freeware multimedia converter that can convert video, audio, and picture files. It is also capable of ripping DVDs and CDs to other file formats, as well as creating .iso images. It can also join multiple video files together into one. FormatFactory supports the following formats:", "selected_spans": ["FormatFactory is an ad-supported freeware multimedia converter that can convert video, audio, and picture files"]}
{"qid": 997017, "psgid": 7270789, "query": "where is the town of pena blanca in mexico", "passage": "Pena Blanca in Nuevo León (region) is located in Mexico - about 443 mi (or 712 km) North of Mexico City, the country's capital town. Current time in Pena Blanca is now 09:09 AM (Sunday). The local timezone is named America / Monterrey with an UTC offset of -5 hours. Depending on the availability of means of transportation, these larger cities might be interesting for you: Viga, Los Tecolotes, Los Chilarillos, Llano Blanco, La Ventura or Zapata.", "selected_spans": ["about 443 mi (or 712 km) North of Mexico City"]}
{"qid": 25294, "psgid": 7795857, "query": "are tesla electric cars", "passage": "A Qantas Boeing 737 aircraft and a Tesla electric car race on the nearly 2 mile runway at Avalon Airport. The Tesla was hard to catch off the start. Both travelled neck and neck as the 737 reached take-off speed of 161 mph and the Tesla hit 155 mph. USA TODAY.", "selected_spans": ["Tesla electric car"]}
{"qid": 1000459, "psgid": 7263355, "query": "where do black widow spiders live in the us?", "passage": "The weather in the American South is extremely conducive to the development of black widow spiders, and several species can be found. A great example is the southern black widow spider (Latrodectus mactans). They are one of the most common black widow species in the Southern United States. Females spin irregular and nonsymmetrical webs.", "selected_spans": ["American South is extremely conducive to the development of black widow spiders"]}
{"qid": 1084555, "psgid": 7127220, "query": "what does a bank lockbox clerk do", "passage": "A lockbox clerk is a junior level employee found within financial services institutions. Working in the mail room, these individuals collect all deposits that have been made v … ia mail, processing them in a manner prescribed by the organization.", "selected_spans": ["A lockbox clerk", "collect all deposits that have been made", "mail, processing them in a manner prescribed by the organization"]}
{"qid": 1016281, "psgid": 7239443, "query": "what type of areas do rattlesnakes live in", "passage": "Although it is commonly believed that diamondbacks and timber rattlesnakes live in the Pacific Northwest, the only indigenous species in the region is the western rattlesnake (Crotalus oreganus). These wide-ranging reptiles are found in dry, rocky regions west of the Continental Divide, from Mexico to Canada.", "selected_spans": ["found in dry, rocky regions", "timber rattlesnakes"]}
{"qid": 579133, "psgid": 303786, "query": "what blood stream messenger", "passage": "a chemical transmitter substance produced by cells of the body and transported by the bloodstream to the cells and organs on which it has a specific regulatory effect. adj., adj hormo´nal. Hormones act as chemical messengers to body organs, stimulating certain life processes and retarding others.", "selected_spans": ["Hormones act as chemical messengers to body organs"]}
{"qid": 753071, "psgid": 7685957, "query": "what is guatemala main export", "passage": "Petroleum and apparel are the other main products exported by Guatemala. While the US remains the biggest exporter of goods and accounted for nearly 40% of Guatemala’s exports in 2008, El Salvador accounted for 12.6%, followed by Honduras at 9.5%, Mexico at 6.6%, Nicaragua at 4.2% and Costa Rica at 4.1%.", "selected_spans": ["Petroleum and apparel", "main products exported by Guatemala"]}
