{"qid": 1055889, "psgid": 7175462, "query": "what is endocrinology clinic", "passage": "Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Since hormones act on virtually every organ and cell type in the body, the endocrinologist needs to have a definitive knowledge about medicine."}
{"qid": 1093443, "psgid": 7747064, "query": "lewiston idaho fedex express phone number", "passage": "Fedex Lewiston Idaho has shown its customer service address detail for its customers that are shown below. Address detail : 420 Burrell Avenue, Lewiston, Idaho 83501, United States customer service number : +1 (800) 463-3339"}
{"qid": 153981, "psgid": 7561367, "query": "distance phoenix to nogales", "passage": "Driving distance from Phoenix, AZ to Nogales, Mexico. The total driving distance from Phoenix, AZ to Nogales, Mexico is 181 miles or 291 kilometers. Your trip begins in Phoenix, Arizona. It ends in Nogales, Mexico."}
{"qid": 1094062, "psgid": 7701932, "query": "balloon meaning", "passage": "balloon - large tough nonrigid bag filled with gas or heated air. 1  gasbag, envelope - the bag containing the gas in a balloon. 2  hot-air balloon - balloon for travel through the air in a basket suspended below a large bag of heated air. 3  lighter-than-air craft - aircraft supported by its own buoyancy."}
{"qid": 290585, "psgid": 5504239, "query": "how many of grams a sugar should a person have in one day?", "passage": "Because sugar isn’t an essential nutrient, it doesn’t have an official recommendation. However, the American Heart Association set a recommended limit, so you don’t get too many extra calories in your diet. Men shouldn't have more than 9 teaspoons daily, while women shouldn't have more than 6 teaspoons. This amounts to a max of 37.5 grams of sugar or 150 calories from sugar for men, and 25 grams of sugar or 100 calories from sugar for women. When you’re reading the nutrition facts label, you’ll see the grams of sugar clearly listed under the total carbohydrates."}
{"qid": 89143, "psgid": 7773118, "query": "causes stomach bloating women", "passage": "1. Hormonal Fluctuations. Many women complain of feeling bloated at specific times during their menstrual cycle; particularly at the time of ovulation and just before they begin menstruating. At both these stages of the cycle, the body’s hormone balance is disturbed due to changes in the womb’s environment."}
{"qid": 323592, "psgid": 7976943, "query": "how much is unemployment benefits massachusetts", "passage": "If you are eligible to receive unemployment, your weekly benefit in Massachusetts will be half of your average weekly wage during the two highest paid quarters of the base period (or the highest paid quarter only, if you worked during only two quarters of the base period)."}
{"qid": 399364, "psgid": 7482805, "query": "is US passport number SSN?", "passage": "Moreover, the State Department must provide a social security number (SSN) of US passport applicant as well as the foreign residence of American expatriates. This fact is a worrisome issue for American expats who are behind on US expat taxes."}
{"qid": 140696, "psgid": 7598434, "query": "delta airlines cncellation fee", "passage": "When the credit is used to pay for new flights, the change fee will be assessed. For example, say you bought non-refundable Delta domestic flight tickets for $650, but your plans changed. When you are ready to purchase new flights, the fare has increased to $700.Your credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250.Make sure to inform Delta before departure that you will not be on the flight and request the travel credit.our credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250. Make sure to inform Delta before departure that you will not be on the flight and request the travel credit."}
{"qid": 942915, "psgid": 7961371, "query": "when did vhs tape come out", "passage": "VHS tapes came out in 1978. They were not really intended to replace anything as there were few ways to own full-length movies for home viewing prior to that time. Betamax tapes were on the market a year earlier, and while they were intended to compete, VHS was not meant to replace Betamax (Betamax was not obsolete.) Views."}
{"qid": 1001926, "psgid": 321526, "query": "where are bacteria found?", "passage": "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater."}
{"qid": 1033718, "psgid": 7212203, "query": "what is the purpose of genetically modified crops? brainly", "passage": "More detail on some of the traits crops are genetically modified to achieve and how they are beneficial to farming is included below: 1  Insect resistance. 2  Drought resistance. 3  Herbicide tolerance. 4  Disease resistance."}
{"qid": 75801, "psgid": 7988078, "query": "can you absorb metals from plants", "passage": "When the toxins are metals, of course, they cannot be broken down into other elements any more than lead could be changed to gold. Some plants can absorb the metal and metabolise it into some kind of molecule, however, making it less easy to be absorbed by the human body and thus safer to be around."}
{"qid": 1099530, "psgid": 7247338, "query": "artist who painted the famous thanksgiving pic", "passage": "Related posts on Colossal about humor Thanksgiving New ‘8-Bit’ Watercolor Paintings Inspired by Famous Artworks and Pop Culture Icons by Adam Lister Repurposed Antique Dishware Sandblasted Into Bas-Relief Sculptures by Caroline Slotte Vincent van Gogh Possibly Identified in Newly Discovered Group Photo of Famous Artists from 1887"}
{"qid": 992184, "psgid": 7280638, "query": "who composed the return of ulysses", "passage": "Il ritorno d'Ulisse in patria. Il ritorno d'Ulisse in patria (SV 325, The Return of Ulysses to his Homeland) is an opera consisting of a prologue and five acts (later revised to three), set by Claudio Monteverdi to a libretto by Giacomo Badoaro. The opera was first performed at the Teatro Santi Giovanni e Paolo in Venice during the 1639–1640 carnival season."}
{"qid": 745944, "psgid": 7490261, "query": "what is eye contact solution", "passage": "of 3. Contact lens solutions are imperative to good maintenance of your contact lenses. You can choose from a wide range of lens solutions available at VisionDirect.com. A good contact lens solution will help to retain moisture on the surface of the lens so that you feel fresh throughout the day. Contact lens solutions also keep your lens moist, and therefore, safe. Contact lens solutions are used to clean the lens, and disinfect them for use in the eye. At the end of the day, even the best contact lenses can develop dry patches or protein deposits. To prevent these from harming your contact lenses, it is a good idea to pick up contact lens solutions that are right for your contact lenses. Find contact lens solutions from different manufacturers at discounted rates at VisionDirect.com."}
{"qid": 854085, "psgid": 7845681, "query": "what is the weaving machine called", "passage": "Weaving Machine: Weaving Machines (Loom): Figure 8: Cross sectional of the weaving loom. The cross sectional of weaving loom shows the main parts in the loom and the flow from the warp yarn inserting start from the weaver beam through weaving area and finally the fabric done wound onto the cloth roller."}
{"qid": 1098249, "psgid": 7353071, "query": "how long does it take for opiates to clear from urine", "passage": "How Long Do Opiates Stay In Your System. In order to understand precisely how long these medications will remain in your system, you should look at the specific drug that you are using. Once you’ve figured out the half-life of your drug, you will be able to multiple it by 5.5 and you will have a good estimation. Typically, it can take anywhere from 24.75 to 25 hours for Oxycontin to be removed from your system completely. As a precaution, it is usually responsible to say that the majority of opiates will leave the body, within at least 5 to 7 days! How Long Do Opiates Stay In Your Urine It should be known that the amount of time that opiates will remain in your urine is different from the information provided above. When it comes to urine, the drugs will usually dissipate much more rapidly. According to medical experts, the majority of opiates will only take approximately 2 to 3 days, before they'll completely disappear from your urine. Of course, the amount of the opiate that you consume each day will play a role in this determination."}
{"qid": 1017524, "psgid": 7237598, "query": "what to do for bloating and gas", "passage": "1 1. What to Do for Gas and Bloating. 2  2. Learn What Causes Intestinal Gas. 3  3. Stop Swallowing Air. 4  4. Take a Look at What You Are Eating. 5  5. Watch What You Drink. 6  6. Try an Over-the-Counter Product. 7  7. Try Probiotics. 8  8. If Applicable, Treat Constipation. 9  9. Put Things in Perspective."}
{"qid": 1091576, "psgid": 7902114, "query": "pineapple conure price", "passage": "species: Pineapple Green Cheek Conure price: $275.00 status: Hatched hatch date: 7/5/17 ready date: 9/1/17 use: No DNA unless requested"}
{"qid": 1083783, "psgid": 7134339, "query": "what does gelastic mean", "passage": "Gelastic definition: relating to or causing laughter | Meaning, pronunciation, translations and examples English Dictionary | Thesaurus | Translator | Grammar | Scrabble | Blog English"}
{"qid": 1033652, "psgid": 7212314, "query": "what is the purpose of pencil tool", "passage": "Should I remove Pencil by Evolus Co? Pencil is built for the purpose of providing a free and open-source GUI prototyping tool that people can easily install and use to create mockups in popular desktop platforms."}
{"qid": 1086288, "psgid": 7111590, "query": "what cause dizziness mayo clinic", "passage": "Many cases of dizziness are caused by problems that affect the balance mechanism in your inner ear. 1  Examples include: 2  Benign paroxysmal positional vertigo (BPPV) 3  Ear infection (middle ear) 4  Meniere's disease. 5  Migraine."}
{"qid": 574569, "psgid": 7643666, "query": "what are the three different parts of a nucleotide", "passage": "Nucleic acids are molecules that allow organisms to transfer genetic information from one generation to the next. There are two types of nucleic acids: deoxyribonucleic acid (better known as DNA) and ribonucleic acid (better known as RNA). Nucleic Acids: Nucleotides. Nucleic acids are composed of nucleotide monomers linked together. Nucleotides contain three parts: A Nitrogenous Base; A Five-Carbon Sugar"}
{"qid": 1093866, "psgid": 7715281, "query": "is thread.sleep implicit wait", "passage": "You should choose to use Explicit Waits or Implicit Waits. WARNING: Do not mix implicit and explicit waits. Doing so can cause unpredictable wait times. For example setting an implicit wait of 10 seconds and an explicit wait of 15 seconds, could cause a timeout to occur after 20 seconds. Explicit Waits¶ An explicit wait is code you define to wait for a certain condition to occur before proceeding further in the code. The worst case of this is Thread.sleep(), which sets the condition to an exact time period to wait. There are some convenience methods provided that help you write code that will wait only as long as required."}
{"qid": 495483, "psgid": 7634370, "query": "share of cost", "passage": "A share of cost is the monthly amount you have to pay for health care before Medi-Cal starts to pay. This is called “meeting your share of cost.” Your share of cost is calculated based on how much money you make.You don’t ever need to meet your share of cost if you do not receive any medical care.If you did receive medical care during the month, you must meet your share of cost before Medi-Cal will pay on your claim. Not everyone on Medi-Cal has a share of cost.Some people qualify for free Medi-Cal. You can ask your worker if you qualify for any free Medi-Cal programs. You should also talk to your worker if you think your share of cost is too high.ot everyone on Medi-Cal has a share of cost. Some people qualify for free Medi-Cal. You can ask your worker if you qualify for any free Medi-Cal programs. You should also talk to your worker if you think your share of cost is too high."}
{"qid": 149801, "psgid": 7575257, "query": "different kind of kidney stones", "passage": "While most kidney stones contain calcium, you may not need to avoid calcium-rich foods. In fact, eating moderate amounts of dairy products and other calcium-rich foods may lower the risk of forming new stones. This does not apply to calcium supplements, which have been linked to kidney stones in some people."}
{"qid": 1088903, "psgid": 7090090, "query": "volatile meaning?", "passage": "volatile definition, meaning, what is volatile: likely to change suddenly and unexpectedly or suddenly become violent or angry: . Learn more."}
{"qid": 996623, "psgid": 7271568, "query": "where ostrich live", "passage": "The ostrich (Struthio camelus) is a large flightless bird that lives in Africa. They are the largest living bird species, and have the biggest eggs of all living birds. Ostriches do not fly, but can run faster than any other bird. They are ratites, a useful grouping of medium to large flightless birds. Ostriches have the biggest eyes of all land animals."}
{"qid": 909273, "psgid": 7896127, "query": "what trees produce cotton", "passage": "The Thorny Trees That Produce Cotton Pods and Pink Flowers. Native to South America, the Chorisia speciosa, more commonly known as the floss silk tree (or silk floss tree), is a deciduous, exotic-looking tree used mainly for ornamental---rather than practical---purposes. The thorny tree produces cottony white pods and intensely pink flowers. Due to its showy appearance, it is a popular choice amongst many landscapers (frequently placed near parking lots, in medians and along sidewalks)."}
{"qid": 92437, "psgid": 7318114, "query": "cincinnati baseball teams", "passage": "The Cincinnati Reds are an American professional baseball team based in Cincinnati, Ohio. The Reds compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. They were a charter member of the American Association in 1882 and joined the NL in 1890. The Reds played in the NL West division from 1969 to 1993, before joining the Central division in 1994."}
{"qid": 1089246, "psgid": 7086847, "query": "types of venous access devices", "passage": "Type of Device. 1  Peripheral – Short. 2  Peripheral – Midline. 3  Central – Peripherally Inserted Central Catheter (PICC) 4  Central – Tunneled Central Venous Catheter. 5  Central – Percutaneous Non-Tunneled Catheter. 6  Central – Implanted Port. 7  Subcutaneous Infusions (Hypodermoclysis)"}
{"qid": 299094, "psgid": 7377683, "query": "how many units for frown lines", "passage": "Depending on the size and strength of these muscles our physicians will determine how many units are needed. The average amount of Botox used for the Frown lines is around 20-24 Botox units for a female and about 20 to 30 units for male patients as their facial muscles are often larger, thicker and stronger."}
{"qid": 286915, "psgid": 7960468, "query": "how many khz are in a mhz", "passage": "1,000,000 Hertz = 1000 kilohertz = 1 megahertz. Radio is usually thought of beginning at frequencies of approximately 5 kHz, although most available receivers can only tune down to about 150 kHz. The term wavelength is left over from the early days of radio."}
{"qid": 154301, "psgid": 7394410, "query": "divine wisdom definition", "passage": "Divine Wisdom. Our first thought in reading the description which the apostle gives of the Divine wisdom is this, that it is totally different from the notion of wisdom which we usually adopt. If you were to ask men to define wisdom, they would begin to recapitulate what we may call the intellectual powers of man."}
{"qid": 814699, "psgid": 7848421, "query": "what is the definition of an erection", "passage": "Webster Dictionary(0.00 / 0 votes)Rate this definition: Erection(noun) the act of erecting, or raising upright; the act of constructing, as a building or a wall, or of fitting together the parts of, as a machine; the act of founding or establishing, as a commonwealth or an office; also, the act of rousing to excitement or courage."}
{"qid": 1007959, "psgid": 7250988, "query": "whats the difference between a winter storm and a blizzard", "passage": "The difference between a blizzard and winter storms lies in the presence and strength of winds. Blizzards are massive snow storms with strong winds."}
{"qid": 829425, "psgid": 986805, "query": "what is the main goal of sociology", "passage": "A subfield of the sociology of health and illness that overlaps with cultural sociology is the study of death, dying and bereavement, sometimes referred to broadly as the sociology of death. This topic is exemplifed by the work of Douglas Davies and Michael C. Kearl."}
{"qid": 717751, "psgid": 6037180, "query": "what is analytical approach to intelligence", "passage": "Analysis is part of the Intelligence Process or Cycle. Intelligence analysis is a way of reducing the ambiguity of highly ambiguous situations, with the ambiguity often very deliberately created by highly intelligent people with mindsets very different from the analyst's."}
{"qid": 776080, "psgid": 7802566, "query": "what is nephrology definition", "passage": "How to Become a Nephrologist. Nephrology, which is the branch of internal medicine that deals with the kidney, is the nephrologist's specialty. To become a nephrologist, a doctor must successfully complete medical school, and then go on to a residency program for a term usually of three years."}
{"qid": 1027919, "psgid": 7222347, "query": "what kind idea had wovoka", "passage": "There is certainly no evidence that Wovoka intentionally promoted the type of confrontation that occurred at Wounded Knee. He later referred to his idea of an impenetrable shirt as a joke. His associate Ed Dyer evaluated the situation: I was thoroughly convinced that Jack Wilson had at no time attempted deliberately to stir up trouble."}
{"qid": 790178, "psgid": 7946325, "query": "what is reentry court", "passage": "What is a reentry court? In California, a reentry court is a type of collaborative justice court for individuals who have been released from prison, have violated their terms of community supervision, and have a history of substance abuse or mental health issues."}
{"qid": 209764, "psgid": 7349096, "query": "how breathing takes place in human", "passage": "The Respiratory System is vital to every human being. Without it, we would cease to live outside of the womb. Let us begin by taking a look at the structure of the respiratory system and how vital it is to life. During inhalation or exhalation air is pulled towards or away from the lungs, by several cavities, tubes, and openings. The organs of the respiratory system make sure that oxygen enters our bodies and carbon dioxide leaves our bodies. The respiratory tract is the path of air from the nose to the lungs. It is divided into two sections: Upper Respiratory Tract and the Lower Respiratory Tract. Included in the upper respiratory tract are the Nostrils, Nasal Cavities, Pharynx, Epiglottis, and the Larynx."}
{"qid": 1020999, "psgid": 3387113, "query": "which term is also known as urge incontinence?", "passage": "A Johns Hopkins Medicine answered. Urge incontinence, also called “bladder instability” or “overactive bladder,” is primarily bladder misbehavior, and is characterized by spontaneous and uncontrolled urine leakage often accompanied by the overwhelming sensation of needing to void."}
{"qid": 1092161, "psgid": 7853304, "query": "northampton county tax department pa phone number", "passage": "When contacting Northampton County about your property taxes, make sure that you are contacting the correct office. You can call the Northampton County Tax Assessor's Office for assistance at 610-559-3141. Remember to have your property's Tax ID Number or Parcel Number available when you call! Please call the assessor's office in Easton before you send documents or if you need to schedule a meeting."}
{"qid": 422827, "psgid": 7519478, "query": "is roundworm contagious to humans", "passage": "Can humans get roundworm from their dog? Yes, roundworms from dogs (and cats) can be contracted by humans. This occurs from coming into contact with fecal material, dirt or even in-animate objects that have been in c…ontact with dirt or fecal material that is contaminated and then putting your hands to your mouth."}
{"qid": 147073, "psgid": 8008770, "query": "difference between discrete and process manufacturing", "passage": "Process Manufacturing involves Variable Ingredients, By & Co-products whereas discrete manufacturing is Standard Parts and Components driven. Discrete manufacturing uses Complex Multilevel BOMs while process manufacturing uses Multiple Recipes and Formulas."}
{"qid": 955911, "psgid": 7829637, "query": "when to stop turning eggs in incubator", "passage": "But first (as ever!), there are a few things you need to check. The most obvious thing to know is how long the eggs are going to be in the incubator. Keeping track of the days is essential as you will have to remember when you should stop turning the eggs, raise humidity, and so on. Guinea eggs hatch after 26-28 days in the incubator."}
{"qid": 917789, "psgid": 5014531, "query": "what was a upanishads", "passage": "The Upanishads (Sanskrit: Upaniṣad; IPA: [ʊpən̪ɪʂəd̪]) are a collection of ancient Sanskrit texts that contain some of the central philosophical concepts of Hinduism, some of which are shared with Buddhism, Jainism and Sikhism."}
{"qid": 1084686, "psgid": 7125967, "query": "what do teachers need from administrators", "passage": "Teachers want administrators to provide encouragement and advice. Most teachers appreciate honest, accurate evaluations. They want to be encouraged when things get difficult and often need advice in those situations. Teachers want administrators to understand what they are doing in their classrooms entirely. This is true, especially for great teachers. They want their administrator(s) to know what they are doing in their classroom because they are proud of it. Teachers want administrators to communicate clear expectations."}
{"qid": 435541, "psgid": 7636556, "query": "land rover velar price", "passage": "Based on the aluminium-intensive body frame also shared by Jaguar's F-Pace, the Velar will be on sale this summer priced at between £44,830 and £85,450 with a typical transaction price of £61,000. 1  How did the Range Rover Velar get its name? 2  Look inside the new Range Rover Velar. 3  The Velar – in pictures."}
{"qid": 1030271, "psgid": 7217940, "query": "what is the weather like in dominican republic", "passage": "Home > Climate Dominican Republic Climate and average weather in Dominican Republic The Dominican Republic is an all-year destination; the temperature remains constant almost year round. The annual average temperature is 25 degrees Celsius (77°Fahrenheit)."}
{"qid": 1085586, "psgid": 7117859, "query": "what county is delphos ohio", "passage": "Delphos, Ohio. Delphos is a city in Allen and Van Wert counties in the U.S. state of Ohio. The population was 7,101 at the 2010 census. The Allen County portion of Delphos is part of the Lima Metropolitan Statistical Area, while the Van Wert County portion is part of the Van Wert Micropolitan Statistical Area."}
{"qid": 1083152, "psgid": 7140105, "query": "what does quarrel mean", "passage": "Definition of quarrel - a heated argument or disagreement, typically about a trivial issue and between people who are usually on good term Definition of quarrel - a heated argument or disagreement, typically about a trivial issue and between people who are usually on good term"}
{"qid": 29921, "psgid": 7305780, "query": "authors definition", "passage": "The definition of author is to write or create something. Writing an article is an example of to author. a person who makes or originates something; creator; originator: “author of liberty”. a writer of a book, article, etc.; often specif., a person whose profession is writing books."}
{"qid": 65488, "psgid": 7725406, "query": "can celiac disease cause excessive sweating", "passage": "Alter your diet can have a celiac disease and hyperhidrosis href=http://hyperhidrosiscauses.net/hyperhidrosis-canada/>less likely chances are you hyperactivity due to social consequences. So yes I went from coffee have any excessive sweating problem celiac disease and hyperhidrosis under $50."}
{"qid": 146244, "psgid": 7377272, "query": "difference between a spruce and a fir tree", "passage": "The way that I remember which grows up and which grows down is that I remember the s in spruce means that the cones spray the ground. One of the best and easiest ways to tell the difference between a true spruce and fir tree is to look at the tree's cones. When mature, the cones on a fir tree stand straight up (point towards the sky) while the mature cones on a spruce grow down towards the ground from the bottom side of the branch. The way that I remember which grows up and which grows down is that I remember the s in spruce means that the cones spray the ground."}
{"qid": 645343, "psgid": 4662804, "query": "what does pending transaction mean", "passage": "Pending Transactions: What They Are and How They Work. Sometimes transactions, especially credit card transactions and signature-based debit transactions, take a couple of days to post to your account. In the meantime, pending transactions help you keep track of outstanding debits to your account."}
{"qid": 255633, "psgid": 7834445, "query": "how long does it take to become a us citizen", "passage": "And many individuals do choose to remain permanent residents forever. Meet eligibility requirements for citizenship. To be eligible for citizenship, you need to be a permanent resident, be at least 18 years old, and have lived in the United States for a certain period of time (typically three or five years)."}
{"qid": 986733, "psgid": 7292567, "query": "who was involved in the locarno treaties", "passage": "It resulted in the Rhineland Security Pact as well as 6 other treaties. In October of 1925, representatives of seven European countries met in Locarno, Switzerland. The seven countries involved were Belgium, United Kingdom, Czechoslovakia, France, Germany, Italy and Poland."}
