{"qid": 1055889, "psgid": 7175462, "query": "what is endocrinology clinic", "passage": "Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Since hormones act on virtually every organ and cell type in the body, the endocrinologist needs to have a definitive knowledge about medicine."}
{"qid": 1093443, "psgid": 7747064, "query": "lewiston idaho fedex express phone number", "passage": "Fedex Lewiston Idaho has shown its customer service address detail for its customers that are shown below. Address detail : 420 Burrell Avenue, Lewiston, Idaho 83501, United States customer service number : +1 (800) 463-3339"}
{"qid": 153981, "psgid": 7561367, "query": "distance phoenix to nogales", "passage": "Driving distance from Phoenix, AZ to Nogales, Mexico. The total driving distance from Phoenix, AZ to Nogales, Mexico is 181 miles or 291 kilometers. Your trip begins in Phoenix, Arizona. It ends in Nogales, Mexico."}
{"qid": 1094062, "psgid": 7701932, "query": "balloon meaning", "passage": "balloon - large tough nonrigid bag filled with gas or heated air. 1  gasbag, envelope - the bag containing the gas in a balloon. 2  hot-air balloon - balloon for travel through the air in a basket suspended below a large bag of heated air. 3  lighter-than-air craft - aircraft supported by its own buoyancy."}
{"qid": 290585, "psgid": 5504239, "query": "how many of grams a sugar should a person have in one day?", "passage": "Because sugar isn’t an essential nutrient, it doesn’t have an official recommendation. However, the American Heart Association set a recommended limit, so you don’t get too many extra calories in your diet. Men shouldn't have more than 9 teaspoons daily, while women shouldn't have more than 6 teaspoons. This amounts to a max of 37.5 grams of sugar or 150 calories from sugar for men, and 25 grams of sugar or 100 calories from sugar for women. When you’re reading the nutrition facts label, you’ll see the grams of sugar clearly listed under the total carbohydrates."}
{"qid": 89143, "psgid": 7773118, "query": "causes stomach bloating women", "passage": "1. Hormonal Fluctuations. Many women complain of feeling bloated at specific times during their menstrual cycle; particularly at the time of ovulation and just before they begin menstruating. At both these stages of the cycle, the body’s hormone balance is disturbed due to changes in the womb’s environment."}
{"qid": 323592, "psgid": 7976943, "query": "how much is unemployment benefits massachusetts", "passage": "If you are eligible to receive unemployment, your weekly benefit in Massachusetts will be half of your average weekly wage during the two highest paid quarters of the base period (or the highest paid quarter only, if you worked during only two quarters of the base period)."}
{"qid": 399364, "psgid": 7482805, "query": "is US passport number SSN?", "passage": "Moreover, the State Department must provide a social security number (SSN) of US passport applicant as well as the foreign residence of American expatriates. This fact is a worrisome issue for American expats who are behind on US expat taxes."}
{"qid": 140696, "psgid": 7598434, "query": "delta airlines cncellation fee", "passage": "When the credit is used to pay for new flights, the change fee will be assessed. For example, say you bought non-refundable Delta domestic flight tickets for $650, but your plans changed. When you are ready to purchase new flights, the fare has increased to $700.Your credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250.Make sure to inform Delta before departure that you will not be on the flight and request the travel credit.our credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250. Make sure to inform Delta before departure that you will not be on the flight and request the travel credit."}
{"qid": 942915, "psgid": 7961371, "query": "when did vhs tape come out", "passage": "VHS tapes came out in 1978. They were not really intended to replace anything as there were few ways to own full-length movies for home viewing prior to that time. Betamax tapes were on the market a year earlier, and while they were intended to compete, VHS was not meant to replace Betamax (Betamax was not obsolete.) Views."}
{"qid": 1001926, "psgid": 321526, "query": "where are bacteria found?", "passage": "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater."}
{"qid": 1033718, "psgid": 7212203, "query": "what is the purpose of genetically modified crops? brainly", "passage": "More detail on some of the traits crops are genetically modified to achieve and how they are beneficial to farming is included below: 1  Insect resistance. 2  Drought resistance. 3  Herbicide tolerance. 4  Disease resistance."}
{"qid": 75801, "psgid": 7988078, "query": "can you absorb metals from plants", "passage": "When the toxins are metals, of course, they cannot be broken down into other elements any more than lead could be changed to gold. Some plants can absorb the metal and metabolise it into some kind of molecule, however, making it less easy to be absorbed by the human body and thus safer to be around."}
{"qid": 1099530, "psgid": 7247338, "query": "artist who painted the famous thanksgiving pic", "passage": "Related posts on Colossal about humor Thanksgiving New ‘8-Bit’ Watercolor Paintings Inspired by Famous Artworks and Pop Culture Icons by Adam Lister Repurposed Antique Dishware Sandblasted Into Bas-Relief Sculptures by Caroline Slotte Vincent van Gogh Possibly Identified in Newly Discovered Group Photo of Famous Artists from 1887"}
{"qid": 992184, "psgid": 7280638, "query": "who composed the return of ulysses", "passage": "Il ritorno d'Ulisse in patria. Il ritorno d'Ulisse in patria (SV 325, The Return of Ulysses to his Homeland) is an opera consisting of a prologue and five acts (later revised to three), set by Claudio Monteverdi to a libretto by Giacomo Badoaro. The opera was first performed at the Teatro Santi Giovanni e Paolo in Venice during the 1639–1640 carnival season."}
{"qid": 745944, "psgid": 7490261, "query": "what is eye contact solution", "passage": "of 3. Contact lens solutions are imperative to good maintenance of your contact lenses. You can choose from a wide range of lens solutions available at VisionDirect.com. A good contact lens solution will help to retain moisture on the surface of the lens so that you feel fresh throughout the day. Contact lens solutions also keep your lens moist, and therefore, safe. Contact lens solutions are used to clean the lens, and disinfect them for use in the eye. At the end of the day, even the best contact lenses can develop dry patches or protein deposits. To prevent these from harming your contact lenses, it is a good idea to pick up contact lens solutions that are right for your contact lenses. Find contact lens solutions from different manufacturers at discounted rates at VisionDirect.com."}
{"qid": 854085, "psgid": 7845681, "query": "what is the weaving machine called", "passage": "Weaving Machine: Weaving Machines (Loom): Figure 8: Cross sectional of the weaving loom. The cross sectional of weaving loom shows the main parts in the loom and the flow from the warp yarn inserting start from the weaver beam through weaving area and finally the fabric done wound onto the cloth roller."}
{"qid": 1098249, "psgid": 7353071, "query": "how long does it take for opiates to clear from urine", "passage": "How Long Do Opiates Stay In Your System. In order to understand precisely how long these medications will remain in your system, you should look at the specific drug that you are using. Once you’ve figured out the half-life of your drug, you will be able to multiple it by 5.5 and you will have a good estimation. Typically, it can take anywhere from 24.75 to 25 hours for Oxycontin to be removed from your system completely. As a precaution, it is usually responsible to say that the majority of opiates will leave the body, within at least 5 to 7 days! How Long Do Opiates Stay In Your Urine It should be known that the amount of time that opiates will remain in your urine is different from the information provided above. When it comes to urine, the drugs will usually dissipate much more rapidly. According to medical experts, the majority of opiates will only take approximately 2 to 3 days, before they'll completely disappear from your urine. Of course, the amount of the opiate that you consume each day will play a role in this determination."}
{"qid": 1017524, "psgid": 7237598, "query": "what to do for bloating and gas", "passage": "1 1. What to Do for Gas and Bloating. 2  2. Learn What Causes Intestinal Gas. 3  3. Stop Swallowing Air. 4  4. Take a Look at What You Are Eating. 5  5. Watch What You Drink. 6  6. Try an Over-the-Counter Product. 7  7. Try Probiotics. 8  8. If Applicable, Treat Constipation. 9  9. Put Things in Perspective."}
{"qid": 1091576, "psgid": 7902114, "query": "pineapple conure price", "passage": "species: Pineapple Green Cheek Conure price: $275.00 status: Hatched hatch date: 7/5/17 ready date: 9/1/17 use: No DNA unless requested"}
{"qid": 191632, "psgid": 7367968, "query": "freedom home mortgage phone number", "passage": "Freedom Mortgage Customer Service. The customer service phone number for those who have a loan with Freedom Mortgage is 800-847-9937. You can obtain all account related information by calling this number. If you are new customer making inquiries about home loan options, then you can call 866-759-8624."}
{"qid": 829050, "psgid": 7947632, "query": "what is the lowest point in netherlands", "passage": "Highest Point: Vaalserberg at 1,056 feet (322 m). Lowest Point: Zuidplaspolder at -23 feet (-7 m). The Netherlands, officially called the Kingdom of the Netherlands, is located in northwest Europe. The Netherlands borders the North Sea to the its north and west, Belgium to the south and Germany to the east. The capital and largest city in the Netherlands is Amsterdam, while the seat of government and therefore most government activity is in the Hague."}
{"qid": 126525, "psgid": 7381328, "query": "define retrogressed", "passage": "verb (used without object) 1. to go backward into an earlier and usually worse condition: to retrogress to infantilism. 2. to move backward."}
{"qid": 959854, "psgid": 7937058, "query": "when was slash and burn agriculture used", "passage": "Slash-and-burn agriculture refers to the process of cutting down a forest, burning the trees, and then using the cleared land to grow crops. This agricultural approach—used mainly in tropical countries—is the leading cause of tropical deforestation. Usually, some type of slash-and-burn system is used when vast areas of tropical rain forest are converted into large-scale, industrial farms. However, slash-and-burn is more often used by individual, poor farmers who migrate to the forest frontier in search of land on which to grow food. Poor farmers operate on a smaller scale, but since there are many such people, huge areas are ultimately affected."}
{"qid": 338040, "psgid": 7377307, "query": "how popular is the name kaitlyn", "passage": "The somewhat popular name Kaitlyn was the 197th Most Popular Girls Name in the United States in 2015. This top 250 contender has seen rankings outside of the top 1000. It reached its highest popularity ranking of #30 in 2000 with 8,759 occurrences. In any year, the least number of babies named Kaitlyn was less than 5, most recently in 1974. Approximately during the years 1976-1992, the name Kaitlyn took a definitive turn upwards in popularity whereas unequivocal downward movement occurred about 2008-2014."}
{"qid": 323154, "psgid": 7371568, "query": "how much is the cost of a movie ticket", "passage": "The cost of going to the cinema usually falls following a glut of 3D titles during the year-end holidays. The average cost of a movie ticket fell 4.7 percent in the first quarter of 2014, to $7.96, compared to a hefty $8.35 in the prior quarter, according to the National Association of Theater Owners."}
{"qid": 1093200, "psgid": 7768427, "query": "benefit of curved screen tv", "passage": "That's an opportunity for differential brightness across the screen. A curved screen, with the proper radius, allows for all the pixels to be viewed straight on. However, the big deal is when the TV is viewed by someone off to the side. Perhaps the second person on the couch sits to the right of the sweet spot, so that their eyes are straight-on to the rightmost pixels of the screen, and about 33 degrees offset from the leftmost pixels of the screen."}
{"qid": 399970, "psgid": 7544870, "query": "is a full crawl a basement", "passage": "I think you mean crawl space? A Basement is usually below your building and is a full floor tall, a crawl space on the other hand is below your building, but is not a full story tall, so that to move around, you will at least have to stoop over, or even crawl. progunr · 1 decade ago."}
{"qid": 1014697, "psgid": 7906228, "query": "which of the following events must cause equilibrium price to rise?", "passage": "Shift Effects. Upward shifts in the supply and demand curves affect the equilibrium price and quantity. If the supply curve shifts upward, meaning supply decreases but demand holds steady, the equilibrium price increases but the quantity falls. For example, if gasoline supplies fall, pump prices are likely to rise. If the supply curve shifts downward, meaning supply increases, the equilibrium price falls and the quantity increases. If refineries supply more gasoline, pump prices are likely to fall if there is no corresponding increase in demand."}
{"qid": 1094191, "psgid": 7691053, "query": "is common law marriage legal in what states", "passage": "State law issues. Common-law marriage in the United States can still be contracted in the District of Columbia as well as in the following nine states: Colorado, Iowa, Kansas, Montana, Oklahoma, Rhode Island, South Carolina, Texas, and Utah."}
{"qid": 562594, "psgid": 7618213, "query": "what are oil pastels used for", "passage": "Oil pastels can be used as a resist with water-based mediums such as watercolor or acrylic. Waterbased paint will not mix with the pastel. Oil pastels can also be used with colored pencils and oil sticks. They can be used in conjunction with printmaking inks to create monotypes. Oil pastels can be applied with a palette knife to achieve impasto effects."}
{"qid": 200296, "psgid": 1520189, "query": "heart rate increase during exercise", "passage": "Exercise. In response to exercise, both aerobic and strength training, your heart rate increases. As the physiological demands of the activity increase, so too does heart rate. The heart beats faster during exercise to pump more blood to the working muscles."}
{"qid": 326637, "psgid": 2770103, "query": "how much protein is in bacon", "passage": "Protein in Bacon. The favorite choice for the term Bacon is 1 medium slice of Bacon which has about 3 grams of protein. The amount of protein for a variety of types and serving sizes of Bacon is shown below. View other nutritional values (such as Calories, Carbs or Fats) using the filter below:"}
{"qid": 399414, "psgid": 7546744, "query": "is a banana a protein-rich food", "passage": "Your health is priceless. To help maintain it, check out another great post from our friends at Diet Blog: Banana bread is a classic and a great way to use overripe bananas. Instead of a traditional recipe, why not make this delicious, protein-packed, whole wheat version of the bread that’s really a dessert staple?"}
{"qid": 1057476, "psgid": 7770486, "query": "who were the hyksos people", "passage": "The Middle Kingdom of Egypt. Ancient Egyptian art depicting the defeat of the Hyksos. In about the year 1700 BCE, a watershed event occurred in Egyptian history: the invasion of the Hyksos people. Josephus Flavius, Jewish historian of the 1st century CE and author of The Antiquities of the Jews, identified the Hyksos with the Hebrews. Most historians today disagree, but there are some striking similarities. First, the Hyksos people were from an alien culture and did not follow the Egyptian religion. The Hyksos Pharaohs never claimed to be gods, nor did they build for themselves any of the tremendous monuments that later Pharaohs would. They also moved the capital of Egypt northward."}
{"qid": 1102390, "psgid": 7368532, "query": "why do children get aggressive", "passage": "Kids who are bipolar, in their manic stages, very frequently become aggressive. They lose self-control, they become impulsive. On the other end of the spectrum, when they become depressed, although aggression is less common, they can become irritable, and sometimes that irritability and cantankerousness causes kids to lash out."}
{"qid": 478359, "psgid": 7458213, "query": "population of waukesha wisconsin", "passage": "Waukesha has a total of 64,825 people and of those residents there are 31,683 males and 33,142 females. The median age of the male population is 32.3 and the female population is 34.5. There are approximately 4,358 births each year and around 2,798 deaths."}
{"qid": 990026, "psgid": 7285101, "query": "who is li ching", "passage": "Li Ching was born on October 29, 1945 in Shandong Province, China. She was an actress, known for Dynasty of Blood (1973), Yi tian tu long ji (1978) and Boxer from Shantung (1972). She was married to Xie Hong. She died on December 9, 2017 in Hong Kong, China."}
{"qid": 1003997, "psgid": 7939486, "query": "where was the princess bride filmed", "passage": "Filming Locations. The Princess Bride was filmed at locations in Derbyshire, England, Sheffield in South Yorkshire, England and County Clare, Ireland. These locations include."}
{"qid": 1042752, "psgid": 7197777, "query": "what is the colorless, gaseous element that makes up four-fifths of the air", "passage": "Nitrogenmakes up almost four fifths of the air we breathe, but being unreactive is not used in respiration at all - we simply breathe the nitrogen back out again, unchanged. However, nitrogen is essential for the growth of most living things, and is found as a vital ingredient of proteins. Under normal conditions nitrogen is a gas, composed of a simple diatomic molecule of formula N 2. It is colourless and odourless, but unlike its partner in the atmosphere, oxygen, forms triple bonds . This makes it one of the strongest chemical bonds known (DH dissociation = 944.7 kJ mol-1), and this is primarily responsible for the inertness of N 2."}
{"qid": 782417, "psgid": 6440626, "query": "what is peeling feet causes", "passage": "Bacterial and fungal infections—referred as Athlete’s foot are possible causes of peeling skin on feet. The fungus grows in a warm, moist environment, such as shoes, socks, swimming pools, or public locker rooms. Thus, the growth is common in summer and warm seasons, when humidity rises."}
{"qid": 985304, "psgid": 316035, "query": "whole foods plant ba", "passage": "A whole-food, plant-based diet is centered on whole, unrefined, or minimally refined plants. It’s a diet based on fruits, vegetables, tubers, whole grains, and legumes; and it excludes or minimizes meat (including chicken and fish), dairy products, and eggs, as well as highly refined foods like bleached flour, refined sugar, and oil."}
{"qid": 914406, "psgid": 7831507, "query": "what type of rock is the mantle made of", "passage": "Quick Answer. The Earth's mantle is made primarily of solid rock. All of this rock is comprised of a variety of oxides. Their atomic elements include oxygen, silicon and magnesium."}
{"qid": 1089683, "psgid": 7082390, "query": "thermo fisher scientific benefits", "passage": "One of the best benefits of working for Thermo Fisher Scientific is their take of Short Term Disability. Most companies make you file with the State you live in and you can wait 3-4 months to receive your payment. Thermo Fisher pays you and they have an additional insurance that pays you to make you close to whole."}
{"qid": 51054, "psgid": 7944948, "query": "benefits of noni soap", "passage": "Noni Soap And Its Benefits. Noni soap has become an important organic product for healing skin. Health benefits of noni have been known for a long time and omeng them there are also benefits for your skin. Noni soap bar can help you with many skin problems like acne, pimples, itching, rashes, ringworm, and eczema.&nbsp;"}
{"qid": 842272, "psgid": 7871035, "query": "what is the purpose of buttermilk in baking", "passage": "The Purpose of Buttermilk in Baking. Buttermilk, made by adding culture to milk, much like yogurt, is most commonly used for baked goods, including quick breads, such as biscuits and muffins. Buttermilk has a very pronounced tangy taste and thick texture, which comes from the presence of lactic acid."}
{"qid": 148761, "psgid": 7495322, "query": "difference between soy and whey protein powder", "passage": "Whey protein, on the other hand, is made from cow’s milk. Cow’s milk naturally contains about 3.5% protein and 4% fat (MyProtein, 2014). After being pasteurized to kill any bacteria, special enzymes are added to the milk to separate casein -- the milk solids that are used to make cheese -- from the whey."}
{"qid": 682105, "psgid": 7472654, "query": "what is a dresser drawer", "passage": "Chest of drawers. A chest on chest, a derivative of the simpler chest of drawers. A chest of drawers, also called (especially in North American English) a bureau, is a piece of furniture that has multiple parallel, horizontal drawers stacked one above another. In American English a dresser is a piece of furniture, usually waist high, that has drawers and normally room for a mirror."}
{"qid": 1038724, "psgid": 7203839, "query": "what is the greatest source of bank income?", "passage": "A: The largest source of income for banks are the deposits they receive from account holders. These deposits from the general public are proportioned into securities, such as checking, savings and money market accounts. Banks are lending institutions, and their revenue derives from the interest they make from lending money."}
{"qid": 1093556, "psgid": 7738539, "query": "largest onion producers", "passage": "Onion production (tonnes) 1 China: 22,300,000: 2 India: 19,299,000: 3 United States: 3,159,400: 4 Iran: 2,426,050: 5 Russia: 1,984,937: 6 Turkey: 1,904,846: 7 Egypt: 1,903,000: 8 Pakistan: 1,660,800: 9 Brazil: 1,299,815: 10 Mexico: 1,252,441: 11 Japan: 1,165,000: 12 Netherlands: 1,130,000: 13 Spain: 1,098,400: 14 Ukraine: 1,049,200: 15 South Korea: 1,035,076: 16 Bangladesh: 889,260: 17 Indonesia"}
{"qid": 404202, "psgid": 7584372, "query": "is betadine and iodine the same", "passage": "The difference between Betadine and Iodine, basically, stems from their chemical nature. Iodine is a rare element that usually exists as a diatomic molecule. Betadine is a complex chemical compound containing iodine in a complex form."}
{"qid": 16559, "psgid": 7378935, "query": "american car museum in tacoma wa", "passage": "“North America's largest car Museum”. LeMay – America’s Car Museum (ACM) spotlights America’s love affair with the automobile. Featuring a nine-acre campus – with a four-story museum as the centerpiece – ACM, situated atop Tacoma, Wash., 30 minutes south of Seattle and in the shadow of Mt. Rainier, is one of the world’s largest auto museums and attractions when it opened in June 2012."}
{"qid": 1102088, "psgid": 7299410, "query": "why is jupiter called the failed star", "passage": "Why is Jupiter sometimes referred to as a Failed star? because it is made up of the same materials that are sun is made of the reasons Jupiter is not a star is because it is way smaller than a star and Jupiter is not as hot as a … star (if you go deep down in Jupiter it gets really hot)"}
{"qid": 283154, "psgid": 7402811, "query": "how many episodes is there in naruto jump", "passage": "Naruto: Shippuden, a sequel to the original series, premiered in Japan in 2007, and ended in 2017, after 500 episodes. The English adaptation was broadcast on Disney XD from 2009 to 2011, and then switched to Adult Swim's Toonami block in January 2014."}
{"qid": 153588, "psgid": 5671274, "query": "distance from lga to jfk", "passage": "Driving distance from JFK to LGA. The total driving distance from JFK to LGA is 12 miles or 19 kilometers. Your trip begins at John F. Kennedy International Airport in New York, New York. It ends at LaGuardia Airport in New York, New York."}
{"qid": 564509, "psgid": 7595150, "query": "what are scanners", "passage": "A scanner is a digital device that converts films, documents and photographic prints to digital images. It scans documents, which can be sent to a computer, printer, flash drive or email... A scanner is a digital device that converts films, documents and photographic prints to digital images. It scans documents, which can be sent to a computer, printer, flash drive or email address. Scanned files can be stored on a computer’s hard drive, flash drive or shared network folders."}
{"qid": 32642, "psgid": 7224576, "query": "average cost of a baby", "passage": "According to 2016 Care.com member data, the average cost of center-based day care for infants is about $10,468 per year, but prices can range from $6,605 to $20,209 a year. Similarly, the average cost of center-based day care for toddlers is about $9,733, but prices can range from $8,043 to $18,815 a year. On the other hand, the average cost of a nanny who cares for one child is about $28,905, but prices can range from $27,019 to $32,677. So, as you can see, the type of child care you have can greatly impact your child care costs. Below are the national averages of weekly child care costs in 2016, compared to the costs in 2015, 2014, and 2013."}
{"qid": 123710, "psgid": 7377418, "query": "define marmite", "passage": "Freebase (0.00 / 0 votes) Rate this definition: Marmite. Marmite is the brand name for two similar food spreads: the original British version, since 2000 a Unilever product; and a modified version produced in New Zealand by Sanitarium Health Food Company and distributed in Australasia and the Pacific. Marmite is made from yeast extract, a by-product of beer brewing. Other similar products include the Australian Vegemite, the Swiss Cenovis and the German Vitam-R. The British version of the product is a sticky, dark brown food paste with a distinctive, powerful flavour, which is extremely salty."}
{"qid": 541557, "psgid": 7630267, "query": "wat is cappuccino koffie", "passage": "A cappuccino (/ˌkaepʉˈtʃiːnoʊ/ ; [ˌkæpʉˈtʃiːnoʊ]) kapputˈtʃiːno is An italian coffee drink which is traditionally prepared with, espresso hot milk and steamed milk. Foam cream may be used instead of milk and is often topped with. Cinnamon it is typically smaller in volume than a caffe, latte with a thicker layer of micro. foamhe former follows the traditional idea of the cappuccino being prepared by 1/3 espresso, 1/3 steamed milk and 1/3 milk foam. The latter follows the same recipe, but is served more often in smaller cups, and the textured milk is gently poured in and finished with a pattern in the surface crema. crèma"}
{"qid": 781877, "psgid": 7946352, "query": "what is pataday drops used for", "passage": "+ Side Effects. Pataday eye drops are a type of antihistamine that is used to treat redness and itching in the eyes caused by allergies. It is available on prescription and it is not recommended for those who have irritations as a result of wearing contact lenses."}
