{"qid": 1055889, "psgid": 7175462, "query": "what is endocrinology clinic", "passage": "Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Since hormones act on virtually every organ and cell type in the body, the endocrinologist needs to have a definitive knowledge about medicine."}
{"qid": 1093443, "psgid": 7747064, "query": "lewiston idaho fedex express phone number", "passage": "Fedex Lewiston Idaho has shown its customer service address detail for its customers that are shown below. Address detail : 420 Burrell Avenue, Lewiston, Idaho 83501, United States customer service number : +1 (800) 463-3339"}
{"qid": 153981, "psgid": 7561367, "query": "distance phoenix to nogales", "passage": "Driving distance from Phoenix, AZ to Nogales, Mexico. The total driving distance from Phoenix, AZ to Nogales, Mexico is 181 miles or 291 kilometers. Your trip begins in Phoenix, Arizona. It ends in Nogales, Mexico."}
{"qid": 1094062, "psgid": 7701932, "query": "balloon meaning", "passage": "balloon - large tough nonrigid bag filled with gas or heated air. 1  gasbag, envelope - the bag containing the gas in a balloon. 2  hot-air balloon - balloon for travel through the air in a basket suspended below a large bag of heated air. 3  lighter-than-air craft - aircraft supported by its own buoyancy."}
{"qid": 290585, "psgid": 5504239, "query": "how many of grams a sugar should a person have in one day?", "passage": "Because sugar isn’t an essential nutrient, it doesn’t have an official recommendation. However, the American Heart Association set a recommended limit, so you don’t get too many extra calories in your diet. Men shouldn't have more than 9 teaspoons daily, while women shouldn't have more than 6 teaspoons. This amounts to a max of 37.5 grams of sugar or 150 calories from sugar for men, and 25 grams of sugar or 100 calories from sugar for women. When you’re reading the nutrition facts label, you’ll see the grams of sugar clearly listed under the total carbohydrates."}
{"qid": 89143, "psgid": 7773118, "query": "causes stomach bloating women", "passage": "1. Hormonal Fluctuations. Many women complain of feeling bloated at specific times during their menstrual cycle; particularly at the time of ovulation and just before they begin menstruating. At both these stages of the cycle, the body’s hormone balance is disturbed due to changes in the womb’s environment."}
{"qid": 323592, "psgid": 7976943, "query": "how much is unemployment benefits massachusetts", "passage": "If you are eligible to receive unemployment, your weekly benefit in Massachusetts will be half of your average weekly wage during the two highest paid quarters of the base period (or the highest paid quarter only, if you worked during only two quarters of the base period)."}
{"qid": 399364, "psgid": 7482805, "query": "is US passport number SSN?", "passage": "Moreover, the State Department must provide a social security number (SSN) of US passport applicant as well as the foreign residence of American expatriates. This fact is a worrisome issue for American expats who are behind on US expat taxes."}
{"qid": 140696, "psgid": 7598434, "query": "delta airlines cncellation fee", "passage": "When the credit is used to pay for new flights, the change fee will be assessed. For example, say you bought non-refundable Delta domestic flight tickets for $650, but your plans changed. When you are ready to purchase new flights, the fare has increased to $700.Your credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250.Make sure to inform Delta before departure that you will not be on the flight and request the travel credit.our credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250. Make sure to inform Delta before departure that you will not be on the flight and request the travel credit."}
{"qid": 942915, "psgid": 7961371, "query": "when did vhs tape come out", "passage": "VHS tapes came out in 1978. They were not really intended to replace anything as there were few ways to own full-length movies for home viewing prior to that time. Betamax tapes were on the market a year earlier, and while they were intended to compete, VHS was not meant to replace Betamax (Betamax was not obsolete.) Views."}
{"qid": 1001926, "psgid": 321526, "query": "where are bacteria found?", "passage": "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater."}
{"qid": 1033718, "psgid": 7212203, "query": "what is the purpose of genetically modified crops? brainly", "passage": "More detail on some of the traits crops are genetically modified to achieve and how they are beneficial to farming is included below: 1  Insect resistance. 2  Drought resistance. 3  Herbicide tolerance. 4  Disease resistance."}
{"qid": 75801, "psgid": 7988078, "query": "can you absorb metals from plants", "passage": "When the toxins are metals, of course, they cannot be broken down into other elements any more than lead could be changed to gold. Some plants can absorb the metal and metabolise it into some kind of molecule, however, making it less easy to be absorbed by the human body and thus safer to be around."}
{"qid": 1099530, "psgid": 7247338, "query": "artist who painted the famous thanksgiving pic", "passage": "Related posts on Colossal about humor Thanksgiving New ‘8-Bit’ Watercolor Paintings Inspired by Famous Artworks and Pop Culture Icons by Adam Lister Repurposed Antique Dishware Sandblasted Into Bas-Relief Sculptures by Caroline Slotte Vincent van Gogh Possibly Identified in Newly Discovered Group Photo of Famous Artists from 1887"}
{"qid": 992184, "psgid": 7280638, "query": "who composed the return of ulysses", "passage": "Il ritorno d'Ulisse in patria. Il ritorno d'Ulisse in patria (SV 325, The Return of Ulysses to his Homeland) is an opera consisting of a prologue and five acts (later revised to three), set by Claudio Monteverdi to a libretto by Giacomo Badoaro. The opera was first performed at the Teatro Santi Giovanni e Paolo in Venice during the 1639–1640 carnival season."}
{"qid": 745944, "psgid": 7490261, "query": "what is eye contact solution", "passage": "of 3. Contact lens solutions are imperative to good maintenance of your contact lenses. You can choose from a wide range of lens solutions available at VisionDirect.com. A good contact lens solution will help to retain moisture on the surface of the lens so that you feel fresh throughout the day. Contact lens solutions also keep your lens moist, and therefore, safe. Contact lens solutions are used to clean the lens, and disinfect them for use in the eye. At the end of the day, even the best contact lenses can develop dry patches or protein deposits. To prevent these from harming your contact lenses, it is a good idea to pick up contact lens solutions that are right for your contact lenses. Find contact lens solutions from different manufacturers at discounted rates at VisionDirect.com."}
{"qid": 854085, "psgid": 7845681, "query": "what is the weaving machine called", "passage": "Weaving Machine: Weaving Machines (Loom): Figure 8: Cross sectional of the weaving loom. The cross sectional of weaving loom shows the main parts in the loom and the flow from the warp yarn inserting start from the weaver beam through weaving area and finally the fabric done wound onto the cloth roller."}
{"qid": 1098249, "psgid": 7353071, "query": "how long does it take for opiates to clear from urine", "passage": "How Long Do Opiates Stay In Your System. In order to understand precisely how long these medications will remain in your system, you should look at the specific drug that you are using. Once you’ve figured out the half-life of your drug, you will be able to multiple it by 5.5 and you will have a good estimation. Typically, it can take anywhere from 24.75 to 25 hours for Oxycontin to be removed from your system completely. As a precaution, it is usually responsible to say that the majority of opiates will leave the body, within at least 5 to 7 days! How Long Do Opiates Stay In Your Urine It should be known that the amount of time that opiates will remain in your urine is different from the information provided above. When it comes to urine, the drugs will usually dissipate much more rapidly. According to medical experts, the majority of opiates will only take approximately 2 to 3 days, before they'll completely disappear from your urine. Of course, the amount of the opiate that you consume each day will play a role in this determination."}
{"qid": 1017524, "psgid": 7237598, "query": "what to do for bloating and gas", "passage": "1 1. What to Do for Gas and Bloating. 2  2. Learn What Causes Intestinal Gas. 3  3. Stop Swallowing Air. 4  4. Take a Look at What You Are Eating. 5  5. Watch What You Drink. 6  6. Try an Over-the-Counter Product. 7  7. Try Probiotics. 8  8. If Applicable, Treat Constipation. 9  9. Put Things in Perspective."}
{"qid": 1091576, "psgid": 7902114, "query": "pineapple conure price", "passage": "species: Pineapple Green Cheek Conure price: $275.00 status: Hatched hatch date: 7/5/17 ready date: 9/1/17 use: No DNA unless requested"}
{"qid": 549738, "psgid": 7625918, "query": "what actress died yesterday?", "passage": "Pratyusha Banerjee Dies: Indian Television Actress Was 24. Top Stories. Pratyusha Banerjee Dies: Indian Television Actress Was 24. Popular Indian television star Pratyusha Banerjee died yesterday in Mumbai from what local police said was an accidental death, leading to a massive outpouring of grief from shocked peers and fans. She was 24."}
{"qid": 551860, "psgid": 670741, "query": "what age starts senior citizen", "passage": "People in the United States who are more than sixty years of age are commonly referred to as senior citizens or seniors. These terms refer to people whose stage in life is generally called old age, though there is no precise way to identify the final stage of a normal life span."}
{"qid": 1021554, "psgid": 2991319, "query": "which two inventors worked to improve the light bulb and electricity", "passage": "Nikola Tesla would have celebrated his 158th birthday today (July 10). The Serbian-American scientist was a brilliant and eccentric genius whose inventions enabled modern-day power and mass communication systems. His nemesis and former boss, Thomas Edison, was the iconic American inventor of the light bulb, the phonograph and the moving picture."}
{"qid": 978802, "psgid": 7718403, "query": "where is browerville mn", "passage": "Browerville, Minnesota. Browerville is a city in Todd County, Minnesota, United States. The population was 790 at the 2010 census.[6]"}
{"qid": 212236, "psgid": 7355643, "query": "how cricket spread in india", "passage": "HISTORY OF CRICKET IN INDIA. Cricket, now phrased as the unendorsed national sport of India, has got the olden times allied with its existence in the country. Even though the National game of India being Hockey, People cherishes and is fond of the Game cricket. The oldest allusion to the sport in India can be dated as early as the year 1721 where the first game was played in the subcontinent is a report of English sailors of the East India Company playing a game at Kutch."}
{"qid": 701345, "psgid": 7600724, "query": "what is a star wars sith", "passage": "Darth Vader (Anakin Skywalker) appears in the Star Wars saga films. Anakin was a male human cyborg Sith Lord and the third Shadow Hand of Darth Sidious. A Jedi hero of the Clone Wars, he fought alongside his master, Obi-Wan Kenobi, but was slowly seduced to the dark side by Darth Sidious."}
{"qid": 555558, "psgid": 7526753, "query": "what are bifidobacterium", "passage": "Bifidobacterium is a genus of Gram-positive, nonmotile, often branched anaerobic bacteria. They are ubiquitous, endosymbiotic inhabitants of the gastrointestinal tract, vagina and mouth (B. dentium) of mammals, including humans.Bifidobacteria are one of the major genera of bacteria that make up the colon flora in mammals. Some bifidobacteria are used as probiotics.Before the 1960s, Bifidobacterium species were collectively referred to as  Lactobacillus bifidus .hey are ubiquitous, endosymbiotic inhabitants of the gastrointestinal tract, vagina and mouth (B. dentium) of mammals, including humans. Bifidobacteria are one of the major genera of bacteria that make up the colon flora in mammals. Some bifidobacteria are used as probiotics."}
{"qid": 724733, "psgid": 730685, "query": "what is blood in science", "passage": "Blood is the red fluid that circulates in our blood vessels, i.e.veins and arteries. The main function of blood is to act as the body’s transport system, but it also has a major role in the body’s defense against infection. There is no substitute for blood. It cannot be made or manufactured."}
{"qid": 305361, "psgid": 3367824, "query": "how much do denture implants cost", "passage": "can add to the cost. Dental Implants can also be used to support bridges and dentures. The average cost of a complete set of dentures, supported by dental implants, is about $34,000. For more information about the procedures used to put dental implants in place, check out our blog posts on Dental Implants 101 and All-on-4 Dental Implants."}
{"qid": 587524, "psgid": 7424398, "query": "what causes elevated urea", "passage": "An elevated BUN may be caused by: 1  Impaired renal function. 2  Congestive heart failure as a result of poor renal perfusion. 3  Dehydration. Shock.  Hemorrhage into the gastrointestinal 1  tract. Acute myocardial infarction. 2  Stress. Excessive protein intake or protein catabolism."}
{"qid": 1047138, "psgid": 7190276, "query": "what is returnable packaging", "passage": "What is returnable packaging? Returnable packaging is durable packaging meant for multiple uses in a closed loop system. A closed loop system refers to a system in which materials are recycled and reused rather than discarded. This type of packaging can include pallets, racks, bulk containers, hand-held containers and dunnage."}
{"qid": 224314, "psgid": 7767021, "query": "how do you tell the sex of baby bunnies", "passage": "To determine the sex of the rabbit, you need to hold it in your arm (dwarves can often be held in a hand) gently supporting its full backbone. be sure you wear good gloves and long sleeves -- many rabbits will take this handling, but some will kick like -- well, like little bunnies.t can be very difficult to tell the gender of a baby rabbit. The rabbit's genitals are contained in a vent -- a protrunding slit in the skin just below the anus."}
{"qid": 429675, "psgid": 7689707, "query": "is tom robinson found guilty", "passage": "Tom was a dead man the minute Mayella Ewell opened her mouth and screamed” (241). This shows, that whether Tom Robinson committed this crime or not, he was guilty. No matter what Atticus did he would be guilty because he was black. Tom Robinson is a static character because the way people view him stays the same, because he stays the same. Tom Robinson is a very hard worker and liked to do things for other people."}
{"qid": 660672, "psgid": 7671159, "query": "what food or liquid is good for constipation", "passage": "Two Day Liquid Diet for Constipation. Begin Miralax twice daily, per package directions, 7 days prior to procedure. You will not take it on the day of your prep (day before procedure). Start a 2 Day Liquid Diet. Start a liquid (no solid foods) diet from the moment of waking up on the day before the procedure. Liquid Diet – Day 1. Gatorade, fruit juice (no citrus), soda, popsicles without fruit or cream, gelatin without fruit, broth without fat, coffee, and tea; No solid food; No red, orange, or purple colored liquids"}
{"qid": 1096667, "psgid": 7480796, "query": "how many soldiers can i fit in a tent", "passage": "These tents can fit four soldiers, their rifles and equipment in them plus more depending on how many tents were available. Wall tents were used by some field grade officers as well as General officers."}
{"qid": 760817, "psgid": 7848739, "query": "what is irs individual taxpayer identification number (itin)", "passage": "What is an ITIN? An Individual Taxpayer Identification Number (ITIN), also known as the W7 form, is a nine-digit number issued by the IRS to certain residents and nonresidents who are required for U.S. tax purposes to have a U.S. taxpayer identification number."}
{"qid": 369981, "psgid": 7963647, "query": "how to make vegetable soup with beef", "passage": "1 1 In small bowl, mix all seasoning blend ingredients. 2  2 In 5-quart Dutch oven, cook beef and seasoning blend over medium-high heat 5 to 7 minutes, stirring occasionally, until beef is thoroughly cooked; drain. 3  3 Stir remaining ingredients into Dutch oven with beef.4  Heat to boiling over medium-high heat; reduce heat. 3 Stir remaining ingredients into Dutch oven with beef. 2  Heat to boiling over medium-high heat; reduce heat. 3  Cover; simmer 20 minutes, stirring occasionally, until hot. 4  Ladle soup into 6 bowls."}
{"qid": 681514, "psgid": 204187, "query": "what is a disease associated within the abdomen", "passage": "Stomach disease. The stomach is an important organ in the body. It plays a vital role in digestion of foods, releases various enzymes and also protects the lower intestine from harmful organisms. The stomach connects to the esophagus above and to the small intestine below. It is intricately related to the pancreas, spleen and liver."}
{"qid": 1099834, "psgid": 7219885, "query": "home range of american bison", "passage": "American bison range. Historically, the American bison had the widest natural range of any North American herbivore, extending all the way from northern Mexico to Alaska, with central Alberta being the dividing line between the plains bison to the south and the wood bison to the north ."}
{"qid": 433220, "psgid": 7423398, "query": "job applicant definition", "passage": "The concept of an applicant is that of a person who has indicated an interest in being considered for hiring, promotion, or other employment opportunities. The new document provides a definition for applicant in the context of the Internet and related electronic technologies only."}
{"qid": 1057334, "psgid": 7173075, "query": "what is custom software", "passage": "Custom-written software is software that is written specifically by and for an organization, company or person as opposed to buying already written software. While most organizations use... Custom-written software is software that is written specifically by and for an organization, company or person as opposed to buying already written software."}
{"qid": 995526, "psgid": 7926561, "query": "where is the federal penitentiary in ind", "passage": "United States Penitentiary, Terre Haute. The United States Penitentiary, Terre Haute (USP Terre Haute) is a high-security United States federal prison for male inmates in Terre Haute, Indiana. It is part of the Terre Haute Federal Correctional Complex (FCC Terre Haute) and is operated by the Federal Bureau of Prisons, a division of the United States Department of Justice."}
{"qid": 1086008, "psgid": 7113886, "query": "what cells don't go through mitosis", "passage": "A similar system exists in the marrow for the different kinds of white blood cells (WBCs). While WBCs do retain. their nucleus while in peripheral circulation, most are also what we call terminally differentiated, since they can. no longer undergo mitosis. Skeletal muscle . Skeletal muscle can undergo hypertrophy, as each cell gets bigger. But skeletal muscle cells do undergo hyperplasia, since no new cells are generated. As you can imagine, scientists have searched long and hard for a way to get around this in order to repair muscle damaged by trauma or disease."}
{"qid": 478359, "psgid": 7458213, "query": "population of waukesha wisconsin", "passage": "Waukesha has a total of 64,825 people and of those residents there are 31,683 males and 33,142 females. The median age of the male population is 32.3 and the female population is 34.5. There are approximately 4,358 births each year and around 2,798 deaths."}
{"qid": 342285, "psgid": 7071436, "query": "how titanic facts", "passage": "1 The time interval from first sighting of the iceberg to impact was a little over 30 seconds. 2  The Titanic sank 2 hours and 40 minutes after hitting the iceberg.  It probably took Titanic about 15 minutes to sink to her final resting place on the ocean floor."}
{"qid": 993795, "psgid": 7276764, "query": "amazon consumer services number", "passage": "You can use the main Amazon contact number on 0800 496 1081 to get straight through to Amazon customer service. There are no limits as to what one can get assistance with when speaking with the Amazon customer service department. Help is available at all hours via phone, email, and on social media."}
{"qid": 222954, "psgid": 7313953, "query": "how do you lower hardness in pool water?", "passage": "Reduce Pool Water Hardness. 1  Take a water sample from a depth of at least 12 inches from the water surface. 2  Add a reagent from a hardness test kit to the water sample and check the result against the guide provided by the test kit manufacturer. 3  Drain some of the water in the pool if the water hardness level is too high."}
{"qid": 1062334, "psgid": 7166795, "query": "what is an rdas", "passage": "The RDAS is an acronym for the Retail Dutch Auction System and as the name implies is a direct sale of Forex by the CBN through the banks to the end users of the forex."}
{"qid": 1065551, "psgid": 7162902, "query": "what is a variable factor", "passage": "a variable factor is anything in your experiment that can change. not like a control factor, which is kept constant through the whole experiment. a variable factor is anything in your experiment that can change. not like a control factor, which is kept constant through the whole experiment."}
{"qid": 885301, "psgid": 842108, "query": "what part of the throat gets sore", "passage": "The terms sore throat, strep throat, and tonsillitis often are used interchangeably, but they don’t mean the same thing. Tonsillitis refers to tonsils that are inflamed. Strep throat is an infection caused by a specific type of bacteria, Streptococcus. When your child has a strep throat, the tonsils are usually very inflamed, and the inflammation may affect the surrounding part of the throat as well. Other causes of sore throats are viruses and may only cause inflammation of the throat around the tonsils and not the tonsils themselves. In infants, toddlers, and preschoolers, the most frequent cause of sore throats is a viral infection."}
{"qid": 1085139, "psgid": 7121818, "query": "what day does scandal come on", "passage": "‘Scandal,’ ABC Political Drama With Kerry Washington. Scandal From left, Guillermo Diaz, Darby Stanchfield and Kerry Washington play crisis management experts for the president and others on this ABC show on Thursdays at 10 p.m. Eastern and Pacific times; 9, Central time."}
{"qid": 431602, "psgid": 7406560, "query": "is word document the same as docx", "passage": "Word Document (DOCX) DOCX is the file format for Microsoft Office 2007 and later. DOCX should not be confused with DOC, the format used by earlier versions of Microsoft Office."}
{"qid": 1101467, "psgid": 7848083, "query": "difference between statutory and regulatory requirements", "passage": "What are the difference between statutory and regulatory? Statutory refers to laws passed by the state of federal government. Regulatory means a rule issued by some agency that the government has given authority to regulate an indust … ry."}
{"qid": 1093561, "psgid": 7738141, "query": "battle of gettysburg how many troops", "passage": "Fact #7: The Battle of Gettysburg is by far the costliest battle of the Civil War but not necessarily the largest. While each of the three days of the Battle of Gettysburg rank in the top 15 bloodiest battles of the Civil War—the 160,000 troops present at Gettysburg are eclipsed by the more than 185,000 at Fredericksburg."}
{"qid": 1042158, "psgid": 7198653, "query": "what is the curfew for minors in hawaii", "passage": "The curfew is 10pm for minors in Hawaii. Minors = under 16. So 15 and bellow applies for this."}
{"qid": 1095495, "psgid": 7582675, "query": "average salary seguin", "passage": "The average salary for legal jobs in Seguin, TX is $73465. Find out the pay range for legal jobs in Seguin on LawCrossing.com. The average salary for legal jobs in Seguin, TX is $73465. Find out the pay range for legal jobs in Seguin on LawCrossing.com."}
{"qid": 1097469, "psgid": 7411777, "query": "how many calories in a salad containing chicken apples and walnuts", "passage": "Calories per serving of Chicken Salad with Grapes, Apple, and Walnuts 85 calories of Roasting Chicken, (0.08 chicken, bone and skin removed) 31 calories of Walnuts, (0.04 cup, chopped) 12 calories of Hellmann's , Light Mayonnaise, 1 Tbsp, (0.33 serving) 5 calories of Grapes, (0.08 cup, seedless) 2 calories of Onions, raw, (0.04 cup, chopped)"}
{"qid": 732448, "psgid": 7559244, "query": "what is committing adultery mean", "passage": "Definition of adultery. plural. adulteries. : voluntary sexual intercourse between a married man and someone other than his wife or between a married woman and someone other than her husband; also : an act of adultery."}
{"qid": 189312, "psgid": 1497612, "query": "foods that contains calcium", "passage": "For more info, see the section on calcium absorption. High calcium foods include dark leafy greens, cheese, low-fat milk and yogurt, bok choy, fortified tofu, okra, broccoli, green beans, almonds, and fish canned with their bones. The daily value (DV) for calcium is 1000mg."}
{"qid": 208339, "psgid": 7334481, "query": "how big can caimans get", "passage": "ok, but dwarf female caimans only get about 3 or 4 feet. thats what is stated in most, if not all books and websites ive researched in. i know that is still pretty large, but its not going to take up 3/4 of my room."}
