{"qid": 1055889, "psgid": 7175462, "query": "what is endocrinology clinic", "passage": "Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Since hormones act on virtually every organ and cell type in the body, the endocrinologist needs to have a definitive knowledge about medicine."}
{"qid": 1093443, "psgid": 7747064, "query": "lewiston idaho fedex express phone number", "passage": "Fedex Lewiston Idaho has shown its customer service address detail for its customers that are shown below. Address detail : 420 Burrell Avenue, Lewiston, Idaho 83501, United States customer service number : +1 (800) 463-3339"}
{"qid": 153981, "psgid": 7561367, "query": "distance phoenix to nogales", "passage": "Driving distance from Phoenix, AZ to Nogales, Mexico. The total driving distance from Phoenix, AZ to Nogales, Mexico is 181 miles or 291 kilometers. Your trip begins in Phoenix, Arizona. It ends in Nogales, Mexico."}
{"qid": 1094062, "psgid": 7701932, "query": "balloon meaning", "passage": "balloon - large tough nonrigid bag filled with gas or heated air. 1  gasbag, envelope - the bag containing the gas in a balloon. 2  hot-air balloon - balloon for travel through the air in a basket suspended below a large bag of heated air. 3  lighter-than-air craft - aircraft supported by its own buoyancy."}
{"qid": 290585, "psgid": 5504239, "query": "how many of grams a sugar should a person have in one day?", "passage": "Because sugar isn’t an essential nutrient, it doesn’t have an official recommendation. However, the American Heart Association set a recommended limit, so you don’t get too many extra calories in your diet. Men shouldn't have more than 9 teaspoons daily, while women shouldn't have more than 6 teaspoons. This amounts to a max of 37.5 grams of sugar or 150 calories from sugar for men, and 25 grams of sugar or 100 calories from sugar for women. When you’re reading the nutrition facts label, you’ll see the grams of sugar clearly listed under the total carbohydrates."}
{"qid": 89143, "psgid": 7773118, "query": "causes stomach bloating women", "passage": "1. Hormonal Fluctuations. Many women complain of feeling bloated at specific times during their menstrual cycle; particularly at the time of ovulation and just before they begin menstruating. At both these stages of the cycle, the body’s hormone balance is disturbed due to changes in the womb’s environment."}
{"qid": 323592, "psgid": 7976943, "query": "how much is unemployment benefits massachusetts", "passage": "If you are eligible to receive unemployment, your weekly benefit in Massachusetts will be half of your average weekly wage during the two highest paid quarters of the base period (or the highest paid quarter only, if you worked during only two quarters of the base period)."}
{"qid": 399364, "psgid": 7482805, "query": "is US passport number SSN?", "passage": "Moreover, the State Department must provide a social security number (SSN) of US passport applicant as well as the foreign residence of American expatriates. This fact is a worrisome issue for American expats who are behind on US expat taxes."}
{"qid": 140696, "psgid": 7598434, "query": "delta airlines cncellation fee", "passage": "When the credit is used to pay for new flights, the change fee will be assessed. For example, say you bought non-refundable Delta domestic flight tickets for $650, but your plans changed. When you are ready to purchase new flights, the fare has increased to $700.Your credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250.Make sure to inform Delta before departure that you will not be on the flight and request the travel credit.our credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250. Make sure to inform Delta before departure that you will not be on the flight and request the travel credit."}
{"qid": 942915, "psgid": 7961371, "query": "when did vhs tape come out", "passage": "VHS tapes came out in 1978. They were not really intended to replace anything as there were few ways to own full-length movies for home viewing prior to that time. Betamax tapes were on the market a year earlier, and while they were intended to compete, VHS was not meant to replace Betamax (Betamax was not obsolete.) Views."}
{"qid": 1001926, "psgid": 321526, "query": "where are bacteria found?", "passage": "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater."}
{"qid": 1033718, "psgid": 7212203, "query": "what is the purpose of genetically modified crops? brainly", "passage": "More detail on some of the traits crops are genetically modified to achieve and how they are beneficial to farming is included below: 1  Insect resistance. 2  Drought resistance. 3  Herbicide tolerance. 4  Disease resistance."}
{"qid": 75801, "psgid": 7988078, "query": "can you absorb metals from plants", "passage": "When the toxins are metals, of course, they cannot be broken down into other elements any more than lead could be changed to gold. Some plants can absorb the metal and metabolise it into some kind of molecule, however, making it less easy to be absorbed by the human body and thus safer to be around."}
{"qid": 1099530, "psgid": 7247338, "query": "artist who painted the famous thanksgiving pic", "passage": "Related posts on Colossal about humor Thanksgiving New ‘8-Bit’ Watercolor Paintings Inspired by Famous Artworks and Pop Culture Icons by Adam Lister Repurposed Antique Dishware Sandblasted Into Bas-Relief Sculptures by Caroline Slotte Vincent van Gogh Possibly Identified in Newly Discovered Group Photo of Famous Artists from 1887"}
{"qid": 992184, "psgid": 7280638, "query": "who composed the return of ulysses", "passage": "Il ritorno d'Ulisse in patria. Il ritorno d'Ulisse in patria (SV 325, The Return of Ulysses to his Homeland) is an opera consisting of a prologue and five acts (later revised to three), set by Claudio Monteverdi to a libretto by Giacomo Badoaro. The opera was first performed at the Teatro Santi Giovanni e Paolo in Venice during the 1639–1640 carnival season."}
{"qid": 745944, "psgid": 7490261, "query": "what is eye contact solution", "passage": "of 3. Contact lens solutions are imperative to good maintenance of your contact lenses. You can choose from a wide range of lens solutions available at VisionDirect.com. A good contact lens solution will help to retain moisture on the surface of the lens so that you feel fresh throughout the day. Contact lens solutions also keep your lens moist, and therefore, safe. Contact lens solutions are used to clean the lens, and disinfect them for use in the eye. At the end of the day, even the best contact lenses can develop dry patches or protein deposits. To prevent these from harming your contact lenses, it is a good idea to pick up contact lens solutions that are right for your contact lenses. Find contact lens solutions from different manufacturers at discounted rates at VisionDirect.com."}
{"qid": 854085, "psgid": 7845681, "query": "what is the weaving machine called", "passage": "Weaving Machine: Weaving Machines (Loom): Figure 8: Cross sectional of the weaving loom. The cross sectional of weaving loom shows the main parts in the loom and the flow from the warp yarn inserting start from the weaver beam through weaving area and finally the fabric done wound onto the cloth roller."}
{"qid": 1098249, "psgid": 7353071, "query": "how long does it take for opiates to clear from urine", "passage": "How Long Do Opiates Stay In Your System. In order to understand precisely how long these medications will remain in your system, you should look at the specific drug that you are using. Once you’ve figured out the half-life of your drug, you will be able to multiple it by 5.5 and you will have a good estimation. Typically, it can take anywhere from 24.75 to 25 hours for Oxycontin to be removed from your system completely. As a precaution, it is usually responsible to say that the majority of opiates will leave the body, within at least 5 to 7 days! How Long Do Opiates Stay In Your Urine It should be known that the amount of time that opiates will remain in your urine is different from the information provided above. When it comes to urine, the drugs will usually dissipate much more rapidly. According to medical experts, the majority of opiates will only take approximately 2 to 3 days, before they'll completely disappear from your urine. Of course, the amount of the opiate that you consume each day will play a role in this determination."}
{"qid": 1017524, "psgid": 7237598, "query": "what to do for bloating and gas", "passage": "1 1. What to Do for Gas and Bloating. 2  2. Learn What Causes Intestinal Gas. 3  3. Stop Swallowing Air. 4  4. Take a Look at What You Are Eating. 5  5. Watch What You Drink. 6  6. Try an Over-the-Counter Product. 7  7. Try Probiotics. 8  8. If Applicable, Treat Constipation. 9  9. Put Things in Perspective."}
{"qid": 1091576, "psgid": 7902114, "query": "pineapple conure price", "passage": "species: Pineapple Green Cheek Conure price: $275.00 status: Hatched hatch date: 7/5/17 ready date: 9/1/17 use: No DNA unless requested"}
{"qid": 1092042, "psgid": 7864307, "query": "benefits of vitex agnus", "passage": "One of the benefits of Vitex Chasteberry Tree is that it can help to lessen the bleeding. Many reviews of Vitex Chasteberry tree reveal that there are a number of Vitex Chasteberry benefits. For women suffering from the unpleasant side effects of hormonal imbalance the Chasteberry benefits can be wonderful. Read below for more information about the Benefits of Vitex Agnus Castus."}
{"qid": 776080, "psgid": 7802566, "query": "what is nephrology definition", "passage": "How to Become a Nephrologist. Nephrology, which is the branch of internal medicine that deals with the kidney, is the nephrologist's specialty. To become a nephrologist, a doctor must successfully complete medical school, and then go on to a residency program for a term usually of three years."}
{"qid": 1000170, "psgid": 7264060, "query": "where does blood come from before it enters the left atrium", "passage": "The red blood that enters the fetus passes through the fetal liver and enters the right side of the heart. The red blood goes through one of the two extra connections in the fetal heart that will close after the baby is born. The hole between the top two heart chambers (right and left atrium) is called a patent foramen ovale (PFO). This hole allows the reddest blood to go from the right atrium to left atrium and then to the left ventricle and out the aorta. As a result the blood with the most oxygen gets to the brain. Blood coming back from the fetus’s body also enters the right atrium, but the fetus is able to send this blue blood from the right atrium to the right ventricle (the chamber that normally pumps blood to the lungs)."}
{"qid": 888777, "psgid": 7895540, "query": "what produce the fibrous protein keratin", "passage": "KEROTINOCYTES: produce a fibrous protein called KERATIN. Hair is made of dead keratinized skin cells. Nails are made of tightly compressed keratinized cells. Contains proteins that keep the skin waterproof. Keratin imparts permeability to the skin and the ability to withstand mechanical stress."}
{"qid": 494086, "psgid": 7483315, "query": "search definition of a deacon", "passage": "Wiktionary(0.00 / 0 votes)Rate this definition: deacon(Noun) A designated minister of charity in the early Church (see Acts 6:1-6). deacon(Noun) A clergyman ranked directly below a priest, with duties of helping the priests and carrying out parish work. deacon(Noun) A lay leader of a congregation who assists the pastor. deacon(Noun) A junior Lodge officer."}
{"qid": 1086305, "psgid": 7111408, "query": "what car did the pope ride in", "passage": "The Pope’s Ride. The famous “Popemobile,” which allows Popes to elevate above crowds, isn’t always the same car. There are several different vehicles that make up a larger papal vehicle fleet. A modified Jeep Wrangler will serve as his Popemobile American ride."}
{"qid": 300246, "psgid": 7814107, "query": "how many words in a dictionary", "passage": "You won’t find two that agree on what to list. Almost every word in the language has this fuzzy penumbra of inflected forms, separate senses and compounds, some to a much greater extent than climb. To take a famous case, the entry for set in the Oxford English Dictionary runs to 60,000 words. The noun alone has 47 separate senses listed. Are all these distinct words?"}
{"qid": 522076, "psgid": 7567576, "query": "tobira stock price", "passage": "We are reiterating a Buy rating on the common stock of Tobira Therapeutics with an updated price target (intrinsic value) of $34.88 using sum-of-the parts, enterprise DCF method. Tobira Therapeutics (NASDAQ: TBRA) announced the one-year results of a Phase 2 (CENTAUR) clinical trial in patients with non-alcoholic steato-hepatitis (NASH) on July 25."}
{"qid": 820161, "psgid": 7829059, "query": "what is the elevation of white pass in washington", "passage": "The base elevation of White Pass is at 4,500 feet (1,370 m) above sea level, with a lift-served summit at 6,500 feet (1,980 m), yielding a vertical drop of 2,000 feet (610 m). Located on the south side of the east-west highway, the slopes primarily face north."}
{"qid": 471007, "psgid": 7612985, "query": "oxygen deprived blood causes what symptoms", "passage": "Symptoms of low oxygen levels in the blood include rapid breathing, fast heart rate, confusion, shortness of breath and changes in the skin color, which can range from blue to cherry red, according to WebMD. Body tissues require a certain amount of oxygen for the body to function properly, notes Mayo Clinic."}
{"qid": 650076, "psgid": 7539981, "query": "what does the egyptian plover", "passage": "Least Concern (IUCN 3.1) The Egyptian plover (Pluvianus aegyptius), also known as the crocodile bird, is a wader, the only member of the genus Pluvianus. Formerly placed in the pratincole and courser family, Glareolidae, it is now regarded as the sole member of its own monotypic family Pluvianidae."}
{"qid": 284072, "psgid": 7373037, "query": "how many gallons is liters", "passage": "50 liters to Imperial gallons = 10.99846 gal. 50 liters to US dry gallons = 11.351 gallons. For 50 liters to UK gallons we get 10.99846 gallons, whereas 50 liters to US liquid gallons has 13.2086 gal as result. In case of US dry gallons we note 11.351 gal for 50 liters to gallons."}
{"qid": 988294, "psgid": 7914721, "query": "where is morocco located in africa", "passage": "B ackground on Morocco The Kingdom of Morocco is located in Northern Africa, bordering the Atlantic Ocean and the Mediterranean Sea. Slightly larger than California, with a similar lengthy coastline (3,500 km) and separated from Europe by the strait of Gibraltar, Morocco is one of Africa's top five travel destinations."}
{"qid": 1083800, "psgid": 7134187, "query": "what does forming mean", "passage": "the act or process of giving form or shape to anything; as, in shipbuilding, the exact shaping of partially shaped timbers The Standard Electrical Dictionary (0.00 / 0 votes) Rate this definition: Forming"}
{"qid": 13397, "psgid": 7387477, "query": "age not to take off shoes at airline security", "passage": "It’s a victory for old soles. Travelers over the age of 75 can keep their shoes on while passing through airport security, the Transportation Security Administration ruled. The new regulations, which go into effect on Monday, also will “reduce” pat-downs of senior citizens. The changes are being rolled out at Chicago’s O’Hare, Denver, Orlando and Portland, Ore., airports."}
{"qid": 817597, "psgid": 7739188, "query": "what is the difference between graduate and undergraduate", "passage": "• Graduate school and undergraduate schools are both connected with universities. Undergraduate schools offer degrees that work as a foundation degree programme. Graduate schools offer degrees that are specialized in a field of interest."}
{"qid": 1053611, "psgid": 7179705, "query": "what is in a chunky bar", "passage": "Nestlé Chunky. Nestlé Chunky is a candy bar known for its trapezoidal shape and consists of milk chocolate, California raisins, and roasted peanuts. It is produced by Nestlé. The original Chunky consisted of a one piece section that was not sectionalized."}
{"qid": 1000459, "psgid": 7263359, "query": "where do black widow spiders live in the us?", "passage": "BLACK WIDOW SPIDERS. Several species of black widow are common in North America, but in the western United States the only species present is the western black widow, Latrodectus hesperus. Its habitat ranges from British Columbia and Alberta to Mexico and throughout the Rocky Mountains to the western portions of the Great Plains."}
{"qid": 637254, "psgid": 7593941, "query": "what does exoskeletons mean", "passage": "Dictionary entry details. • EXOSKELETON (noun) Meaning: The exterior protective or supporting structure or shell of many animals (especially invertebrates) including bony or horny parts such as nails or scales or hoofs."}
{"qid": 1070412, "psgid": 7786003, "query": "why is health communications", "passage": "The Field of Health Communication. Health communication is the study of how health information is generated and disseminated and how that information affects individuals, community groups, institutions and public policy. The field includes the study of secular communication, as well as the strategic communication of evidence-based health information to professional and non-professional audiences."}
{"qid": 48998, "psgid": 7384687, "query": "bash meanong", "passage": "v. bashed, bash·ing, bash·es. v. tr. 1. To strike with a heavy, crushing blow: The thug bashed the hood of the car with a sledgehammer."}
{"qid": 1095542, "psgid": 7580351, "query": "how much rain does phoenix get in a year", "passage": "Just last week, more than 3.5 inches fell in some parts of Phoenix in what officials called a 100-year event. So, how much rain does Phoenix officially get each year? According to 120 years of data from the National Weather Service, Phoenix gets about 7.57 inches of rain annually. We've compiled all that data into one chart, and here are a few other things we learned: The most rain ever recorded in Phoenix in a single year was in 1905."}
{"qid": 285537, "psgid": 7395774, "query": "how many horsepower needed to plane a flat bottom boat", "passage": "Take your boat weight and divide by 50. So, a 1000 lb boat (boat, motor, gear, passengers), flat bottom or still water would take 20HP to plane. If your boat with all gear is heavier, it will take more HP to plane.If your boat has a v-hull, it will take more HP to plane.If your boat is in rough water, it will take more HP to plane.Note: this is only to plane, not run around at 30 MPH. So, let's look at this. You have an aluminum boat that weighs 450 lbs. You weigh 250 lbs. You carry 6 gal of gas (total weight approx 48 lbs).This is now a total of 750 lbs. You will need a MINIMUM of 15 hp to plane. So, you stick a 15 hp engine on it and you are happy.ou have an aluminum boat that weighs 450 lbs. You weigh 250 lbs. You carry 6 gal of gas (total weight approx 48 lbs). This is now a total of 750 lbs. You will need a MINIMUM of 15 hp to plane. So, you stick a 15 hp engine on it and you are happy."}
{"qid": 914545, "psgid": 7778459, "query": "what type of shelter does a roadrunner live in", "passage": "Greater roadrunner on the run. The greater roadrunner nests on a platform of sticks low in a cactus or a bush and lays 3–6 eggs, which hatch in 20 days. The chicks fledge in another 18 days. Pairs may occasionally rear a second brood."}
{"qid": 537410, "psgid": 7572898, "query": "virus reproduce name", "passage": "Viruses function by reproducing. However, in the real sense they do not really reproduce, but multiply. The virus structure is made in a way that allows it to replicate itself, thus creating numerous viruses. This is the reason why many will refer to the process as reproduction.There are two main ways that viruses reproduce or multiply and these are listed below. 1  Lytic Cycle: With the lytic cycle, the virus attaches itself to a host cell and infuses the cell with its nucleic acid.his is the reason why many will refer to the process as reproduction. There are two main ways that viruses reproduce or multiply and these are listed below. 1  Lytic Cycle: With the lytic cycle, the virus attaches itself to a host cell and infuses the cell with its nucleic acid."}
{"qid": 661028, "psgid": 7513792, "query": "what foods are in the cruciferous family", "passage": "If you look more closely at their phytochemical [plant-based chemical] content, or the growing amount of research into their specific effects on the body and disease, a few vegetables appear to be downright “miracle” foods! One such group of veggies are those of the Brassica family; commonly known as cruciferous. These include broccoli, Brussel sprouts, cabbage, cauliflower, kale, radish, rutabaga, turnip and even arugula."}
{"qid": 1100192, "psgid": 7183362, "query": "greek pottery and their meaning", "passage": "Greek pottery: Greek pottery, the pottery of the ancient Greeks, important both for the intrinsic beauty of its forms and decoration and for the light it sheds on the development of Greek pictorial art. Because fired clay pottery is highly durable—and few or no Greek works in wood, textile, or wall painting have"}
{"qid": 233904, "psgid": 7996243, "query": "how fast does irs process refunds", "passage": "We know how important your tax refund is to you. Good news, the IRS started processing tax returns on January 30th. Returns will be processed in the order they were submitted and as soon as your tax return is accepted, we will notify you by email. This notification could take up to 48 hours. The IRS estimates that you should receive your tax refund within 21 days of your return being accepted. The IRS issued more than 9 out of 10 refunds in less than 21 days last year and expects the same results this year. Once your tax return has been accepted by the IRS, you can track the status of your refund by logging into your MyTurboTax account or checking the IRS Where’s My Refund Tool."}
{"qid": 983299, "psgid": 7768512, "query": "where is george michael buried", "passage": "Friends reveal George Michael will ‘be buried beside his beloved mother’ in family’s private plot in Highgate Cemetery. The Wham! singer, who died on Christmas Day, bought a grave for his mum in Highgate Cemetery when she passed away in 1997."}
{"qid": 1090542, "psgid": 7989022, "query": "sorcerer definition", "passage": "sorcerer meaning, definition, what is sorcerer: in stories, a man who has magical powers and who uses them to harm other people. Learn more."}
{"qid": 1017529, "psgid": 7237580, "query": "what to do for a sore wrist", "passage": "A wrist brace may be worn to treat a sore wrist. Massages and other types of physical therapy may help treat a sore wrist. Typing on a keyboard can be hard on the wrists, possibly aggravating carpal tunnel problems. A broken wrist may need to be put into a cast. A person with wrist pain."}
{"qid": 1016406, "psgid": 7752085, "query": "which one of the following organelles is involved in the production of proteins that are exported from the cell?", "passage": "Protein synthesis is where RNA comes into a ribosome after copying DNA. There, the RNA's copy gets transformed into a protein when the specific order of amino acids is read. So, in short, ribosomes make all of the cell's proteins, which are needed to do everything in the cell. Ribosomes are first made in the nucleus, but they can be found on the Rough Endoplasmic Reticulum (Rough ER) and freely floating around in the cell's cytoplasm. Ribosomes work with every organelle in the cell due to their making of proteins, which are needed to build everything."}
{"qid": 1095155, "psgid": 7610928, "query": "how old is singer johnny lee", "passage": "Johnny Lee (singer) John Lee Ham (born July 3, 1946), known professionally as Johnny Lee, is an American country music singer. His 1980 single Lookin' for Love became a crossover hit, spending three weeks at number 1 on the Billboard country singles chart while also appearing in the Top 5 on the Billboard Pop chart and Top 10 on Billboard's Adult Contemporary chart."}
{"qid": 999791, "psgid": 7264701, "query": "where does tulips now grow", "passage": "Popular regions for tulip growing include Holland,... Tulips are native to North Africa, Greece, Turkey, Iran, Ukraine, Mongolia and southern Siberia but are now grown in countries across the globe. Popular regions for tulip growing include Holland,..."}
{"qid": 489931, "psgid": 7694204, "query": "room and pillar definition", "passage": "In a room-and-pillar mining system, the most common method, the mine roof, is supported mainly by coal pillars left at regular intervals. Rooms are places where the coal is mined; pillars are areas of coal left between the rooms. Room-and-pillar mining is done either by conventional or continuous mining. A drift mine is driven horizontally into coal that is exposed or accessible in a hillside. In a hydraulic mine, high-pressure water jets break the coal from a steeply inclined, thick coalbed that would be difficult to mine with the usual underground methods."}
{"qid": 1083641, "psgid": 7135580, "query": "what does in succession mean", "passage": "Succession (noun) the right to enter upon the possession of the property of an ancestor, or one near of kin, or one preceding in an established order. Succession (noun) the person succeeding to rank or office; a successor or heir. Origin: [L. successio: cf. F. succession. See Succeed.]"}
{"qid": 421813, "psgid": 7644384, "query": "is protonix an antacid", "passage": "1. Let's start with the basics. Antacids neutralize excess stomach acid to relieve heartburn, sour stomach, acid indigestion, and stomach upset. They are sometimes prescribed to help relieve the pain of stomach and duodenal ulcers. Some antacids also contain simethicone, an ingredient that helps eliminate excess gas."}
{"qid": 320051, "psgid": 6010807, "query": "how much garlic powder replaces a clove of garlic", "passage": "In such a situation, you can usually substitute garlic powder for fresh garlic cloves, or vice versa, provided that you use the appropriate conversion ratio. HealWithFood.org recommends the following ratio for converting fresh garlic cloves to garlic powder: 1 clove equals 1/8 teaspoon of garlic powder. If you have granulated garlic instead of garlic powder, the recommended ratio is 1/4 teaspoon of granules for every fresh clove. If you are using garlic flakes (dehydrated minced garlic) instead, substitute 1/2 teaspoon of flakes for every clove. There are several other aromatic herbs that can be substituted for garlic."}
{"qid": 164946, "psgid": 7933601, "query": "does comcast charge extra for hd", "passage": "Comcast promises to deliver UHD programming with its new Xi4 set-top box, without extra cost to its subscribers. But it sounds as though such content may be limited at first to on-demand streaming, rather than live television, which is still being broadcast in HD."}
{"qid": 992950, "psgid": 7278548, "query": "which super bowl did colin kaepernick play in", "passage": "It's a darn good blitz, he said following the Ravens' 34-31 victory over the 49ers in Super Bowl XLVII. And on Sunday the Ravens ran it to perfection. Defensive tackle Arthur Jones slapped the center on the side and slipped past him toward Niners quarterback Colin Kaepernick. Linebacker Dannell Ellerbe raced through on the other side. Both had clean shots at the passer before them. If Pees was watching the surge, he would have seen that Kaepernick had no chance against Cable."}
