{"q_id": 1069222, "q_text": "what is a pmi id", "psg_id": 7159542, "psg_text": "Under Personal Meeting ID (PMI), check Always use PMI for instant meetings on this computer. Now when you click Start with Video or Start without Video on this computer, it will use your PMI. To Schedule a Meeting with your PMI: Click Schedule. Choose your meeting settings. Click the arrow next to Advanced Options. Check Use Personal Meeting ID.", "positive": true, "extraction": "Under Personal Meeting ID (PMI), check Always use PMI for instant meetings on this computer. Now when you click Start with Video or Start without Video on this computer, it will use your PMI. To Schedule a Meeting with your PMI: Click Schedule. Choose your meeting settings. Click the arrow next to Advanced Options. Check Use Personal Meeting ID.", "source": "full"}
{"q_id": 990852, "q_text": "who is dr ari brown", "psg_id": 7283549, "psg_text": "Dr. Brown is a pediatrician, which is a health professional who provides medical care to children. She offers comprehensive care for infants, kids & teenagers. As a pediatrician, Dr. Brown functions as a primary care provider, or the first point of contact when a patient is sick. Dr. Brown provides care and coordinates with the patient's family to ensure healthy growth and development.", "positive": true, "extraction": "Dr. Brown is a pediatrician, which is a health professional who provides medical care to children. She offers comprehensive care for infants, kids & teenagers. As a pediatrician, Dr. Brown functions as a primary care provider, or the first point of contact when a patient is sick. Dr. Brown provides care and coordinates with the patient's family to ensure healthy growth and development.", "source": "full"}
{"q_id": 122639, "q_text": "define incision and drainage", "psg_id": 7296437, "psg_text": "Home » Incision and drainage. (Science: procedure, surgery) a surgical procedure whereby an incision is made in the tissue to drain a fluid or pus filled cavity. This is the surgical treatment for treating an abscess. Please contribute to this project, if you have more information about this term feel free to edit this page.", "positive": true, "extraction": "Home » Incision and drainage. (Science: procedure, surgery) a surgical procedure whereby an incision is made in the tissue to drain a fluid or pus filled cavity. This is the surgical treatment for treating an abscess. Please contribute to this project, if you have more information about this term feel free to edit this page.", "source": "full"}
{"q_id": 129517, "q_text": "define: entity's", "psg_id": 7490272, "psg_text": "Definition of entity. plural. entities. 1a : being, existence; especially : independent, separate, or self-contained existenceb : the existence of a thing as contrasted with its attributes. 2 : something that has separate and distinct existence and objective or conceptual reality.", "positive": true, "extraction": "Definition of entity. plural. entities. 1a : being, existence; especially : independent, separate, or self-contained existenceb : the existence of a thing as contrasted with its attributes. 2 : something that has separate and distinct existence and objective or conceptual reality.", "source": "full"}
{"q_id": 961950, "q_text": "when was the northridge california earthquake", "psg_id": 7722663, "psg_text": "The Northridge Earthquake. On the morning of Jan. 17, 1994, a 6.7 magnitude earthquake centered in Northridge hit the Los Angeles area, collapsing several buildings, destroying stretches of freeways, and sparking several fires in the area. At final count, the quake resulted in at least 57 deaths and rendered about 125,000 people homeless.", "positive": true, "extraction": "The Northridge Earthquake. On the morning of Jan. 17, 1994, a 6.7 magnitude earthquake centered in Northridge hit the Los Angeles area, collapsing several buildings, destroying stretches of freeways, and sparking several fires in the area. At final count, the quake resulted in at least 57 deaths and rendered about 125,000 people homeless.", "source": "full"}
{"q_id": 1088347, "q_text": "weather in new york city ny", "psg_id": 7094280, "psg_text": "New York, NY - Weather forecast from Theweather.com. Weather conditions with updates on temperature, humidity, wind speed, snow, pressure, etc. for New York, New York Today: Cloudy skies with light rain, with a maximum temperature of 72° and a minimum temperature of 52°.", "positive": true, "extraction": "New York, NY - Weather forecast from Theweather.com. Weather conditions with updates on temperature, humidity, wind speed, snow, pressure, etc. for New York, New York Today: Cloudy skies with light rain, with a maximum temperature of 72° and a minimum temperature of 52°.", "source": "full"}
{"q_id": 1094316, "q_text": "inverse of natural log function", "psg_id": 7679623, "psg_text": "On the other hand, if the natural logarithm is defined as the inverse of the (natural) exponential function, then the derivative can still be found by using logarithm properties:", "positive": true, "extraction": "natural log the inverse of the natural exponential function", "source": "dev_thresholded"}
{"q_id": 999192, "q_text": "where is corner brook", "psg_id": 7265906, "psg_text": "Corner Brook is the largest city in Western Newfoundland. It offers many urban amenities and is a great launching point for exploring Western Newfoundland. The city's excellent port is also an attraction for visiting cruise ships, such as the Queen Mary II.", "positive": true, "extraction": "corner brook is the largest city in western newfoundland the", "source": "dev_thresholded"}
{"q_id": 83458, "q_text": "cast of movie cowboys", "psg_id": 7852599, "psg_text": "The Cowboys is a 1972 Western motion picture starring John Wayne, Roscoe Lee Browne, Slim Pickens, Colleen Dewhurst and Bruce Dern. Robert Carradine made his film debut with fellow child actor Stephen Hudis, as cowboys. It was filmed at various locations in New Mexico, Colorado and at Warner Brothers Studio in Burbank, California. Based on the novel by William Dale Jennings, the screenplay was written by Irving Ravetch, Harriet Frank, Jr.", "positive": true, "extraction": "john wayne roscoe lee browne slim pickens colleen dewhurst and bruce dern", "source": "dev_thresholded"}
{"q_id": 1093104, "q_text": "meaning of black flag", "psg_id": 7776868, "psg_text": "A black flag (Black Standard) was used by Muhammad to represent his religion. It was used as the standard of the Abbasid Caliphate. It has also been stated that it will be the flag of the army that will fight the Dajjal. During the German Peasants' War in the 16th century the black flag was used by the revolting farmers.", "positive": true, "extraction": "a black black standard was used by muhammad to represent his religion it was as the standard of the abbasid caliphate", "source": "dev_thresholded"}
{"q_id": 999261, "q_text": "where is university of bridgeport located", "psg_id": 3368477, "psg_text": "The University of Bridgeport, commonly referred to as UB, is a private, independent, non-sectarian, coeducational National university located on the Long Island Sound in the South End neighborhood of Bridgeport, Connecticut.", "positive": true, "extraction": "located on the long island sound in the south end neighborhood of bridgeport connecticut", "source": "dev_thresholded"}
{"q_id": 686739, "q_text": "what is a heritage oak", "psg_id": 7660004, "psg_text": "The large, old oaks that still stand in small groves or alone in our neighborhoods are often called \"heritage oaks' or \"landmark oaks.\" A \"heritage oak\" is often defined as a living native oak tree, several hundred years old that is in good health.", "positive": true, "extraction": "old oaks still aheritage oaksa or alandmark oaks a a aheritage oaka is often defined as a living native oak tree several hundred years old that is in good health", "source": "dev_thresholded"}
{"q_id": 1033703, "q_text": "who is ice p", "psg_id": 7763417, "psg_text": "Jimmy Lewis, known publicly by his stage name Ice P, was the victim in Shark Attack! (Case #1 of Pacific Bay). Ice P featuring in Shark Attack!'s promotional image.", "positive": true, "extraction": "jimmy lewis known publicly by his stage name ice p attack", "source": "35_tokens"}
{"q_id": 1054999, "q_text": "what is framework in information", "psg_id": 7176922, "psg_text": "A framework may be for a set of functions within a system and how they interrelate; the layers of an operating system; the layers of an application subsystem; how communication should be standardized at some level of a network; and so forth.", "positive": true, "extraction": "a framework may be for a set of functions within a system and how they interrelate the layers of an operating system the layers applicationm communication", "source": "35_tokens"}
{"q_id": 1088512, "q_text": "weather in greek isles may", "psg_id": 7093109, "psg_text": "Events: Easter in the Greek Islands is one of the biggest celebrations of the year. However, bear in mind that they do not follow the western calendar for Easter celebrations so, Easter celebrations might shift each year. Weather in Greek Islands in May. Average temperature in Greek Islands in May: 12°C to 24°C (54°F to 75°F) Average sea Temperature in Greek Islands in May: 17°C (63°F) Average rainfall in Greek Islands in May: 10mm to 50mm (0.4in to 2in) Notes: This is a great month for budget holidays in Greece as the weather is good and the prices are relatively low. It is the most opportune time to go hiking in Greece, or adventure through the islands, because the weather is not too hot, but still warm.", "positive": true, "extraction": "weather in greek islands in may average temperature in greek islands in may 12a°c to 24a°c 54a°f to 75a°f average sea temperature in greek islands in may 17a°c 63a°f average rainfall in greek islands in may 10mm to 50mm 0 4in to 2in", "source": "35_tokens"}
{"q_id": 900599, "q_text": "what team does will johnson play for", "psg_id": 7883395, "psg_text": "William David Will Johnson (born January 21, 1987) is a Canadian soccer player currently plays for Orlando City in Major League Soccer. A versatile midfielder, Johnson represents Canada internationally.", "positive": true, "extraction": "david will johnson currently plays for orlando city in major league soccer", "source": "35_tokens"}
{"q_id": 1102028, "q_text": "why is the branch of astronomy important", "psg_id": 7354572, "psg_text": "Astronomy is important to us because right now, in earth, in other countries, the problem is overpopulation like in china. We need to study astronomy so that if there is another planet that a person can live on, overpopulation would be gone.", "positive": true, "extraction": "astronomy is important to us because right now in earth in other countries the problem is overpopulation like in china we need to study astronomy so that if there is another planet that a person can live on overpopulation would be gone", "source": "35_tokens"}
{"q_id": 1098804, "q_text": "at what temperature does hypothermia set in fahrenheit", "psg_id": 7312117, "psg_text": "WebMD defines hypothermia as a drop in body temperature from the normal average of 98.6 degrees Fahrenheit to under 95 degrees Fahrenheit. Hypothermia is usually associated with prolonged exposure to cold temperatures, but factors such as wind and wetness increase the chance of hypothermia, even in relatively warm conditions or waters.", "positive": true, "extraction": "drop in body temperature from the normal average of 98 6 degrees fahrenheit to under 95 degrees fahrenheit", "source": "35_tokens"}
{"q_id": 988653, "q_text": "who is the president of the republic of texas right now mark smith", "psg_id": 7288044, "psg_text": "Republic of Texas. 1  General Sam Houston, President of the Republic of Texas. 2  The Alamo. 3  Map of the Battle of San Jacinto. 4  Seeds of Conflict With Mexico. 5  Secession of Texas. 6  Sam Houston's Position on Secession and the Civil War. 7  Texas in the Civil War. 8  STATE CAPITOL AT AUSTIN, TEXAS.", "positive": true, "selected_spans": [{"text": "General Sam Houston, President of the Republic of Texas", "start": 27, "end": 69}], "source": "LLM", "extraction": "General Sam Houston, President of the Republic of Texas"}
{"q_id": 1036782, "q_text": "crm finance definition", "psg_id": 171535, "psg_text": "Customer relationship management (CRM) is a term that refers to practices, strategies and technologies that companies use to manage and analyze customer interactions and data throughout the customer lifecycle, with the goal of improving business relationships with customers, assisting in customer retention and driving sales growth.", "positive": true, "selected_spans": [{"text": "Customer relationship management (CRM)", "start": 0, "end": 35}, {"text": "improving business relationships with customers", "start": 146, "end": 188}], "source": "LLM", "extraction": "Customer relationship management (CRM) improving business relationships with customers"}
{"q_id": 989099, "q_text": "where is new columbia pa", "psg_id": 7876197, "psg_text": "New Columbia is a census-designated place located in White Deer Township, Union County in the state of Pennsylvania. The community is located in eastern Union County along U.S. Route 15, very near to the West Branch Susquehanna River. As of the 2010 census the population was 1,013 residents.", "positive": true, "selected_spans": [{"text": "New Columbia is a census-designated place located in White Deer Township, Union County in the state of Pennsylvania.", "start": 0, "end": 115}], "source": "LLM", "extraction": "New Columbia is a census-designated place located in White Deer Township, Union County in the state of Pennsylvania."}
{"q_id": 1061324, "q_text": "what is arts integration", "psg_id": 7167687, "psg_text": "What is Arts Integration? Arts Integration is a research-based curricular strategy in which both the content area and the fine arts area objectives are taught AND assessed simultaneously. This means that teachers find naturally-aligning objectives between a content area and a fine arts area and teach the content through the arts.", "positive": true, "selected_spans": [{"text": "Arts Integration is a research-based curricular strategy in which both the content area and the fine arts area objectives are taught AND assessed simultaneously.", "start": 18, "end": 146}, {"text": "This means that teachers find naturally-aligning objectives between a content area and a fine arts area and teach the content through the arts.", "start": 147, "end": 246}], "source": "LLM", "extraction": "Arts Integration is a research-based curricular strategy in which both the content area and the fine arts area objectives are taught AND assessed simultaneously. This means that teachers find naturally-aligning objectives between a content area and a fine arts area and teach the content through the arts."}
{"q_id": 915544, "q_text": "what types of earthquake waves usually cause the most destruction?", "psg_id": 7807432, "psg_text": "Surface waves, in contrast to body waves can only move along the surface. They arrive after the main P and S waves and are confined to the outer layers of the Earth. They cause the most surface destruction. Earthquake surface waves are divided into two different categories: Love and Rayleigh. Love waves have a particle motion, which, like the S-wave, is transverse to the direction of propagation but with no vertical motion. Their side-to-side motion (like a snake wriggling) causes the ground to twist from side to side, that's why Love waves cause the most damage to structures.", "positive": true, "selected_spans": [{"text": "They cause the most surface destruction.", "start": 148, "end": 181}, {"text": "Their side-to-side motion (like a snake wriggling) causes the ground to twist from side to side, thatâs why Love waves cause the most damage to structures.", "start": 238, "end": 331}], "source": "LLM", "extraction": "They cause the most surface destruction. Their side-to-side motion (like a snake wriggling) causes the ground to twist from side to side, that's why Love waves cause the most damage to structures."}
{"q_id": 885433, "q_text": "what parts of the body do you get shingles on?", "psg_id": 7882318, "psg_text": "A shingles rash can develop anywhere on the body. 1  On one side of the waistline. The blisters form a band that's called a dermatome.  On one side of the face. A shingles rash on the face usually forms around an eye or on the forehead.", "positive": true, "selected_spans": [{"text": "A shingles rash can develop anywhere on the body", "start": 0, "end": 47}, {"text": "On one side of the waistline", "start": 48, "end": 74}, {"text": "On one side of the face", "start": 75, "end": 97}], "source": "LLM", "extraction": "A shingles rash can develop anywhere on the body On one side of the waistline On one side of the face"}
{"q_id": 411953, "q_text": "is hctz safe for kidneys", "psg_id": 7660272, "psg_text": "Hydrochlorothiazide is used to treat high blood pressure (hypertension). Hydrochlorothiazide is also used to treat fluid retention (edema) in people with congestive heart failure, cirrhosis of the liver, or kidney disorders, or edema caused by taking steroids or estrogen. Important information.", "positive": true, "extraction": "Hydrochlorothiazide is used to treat high blood pressure (hypertension). Hy", "source": "start"}
{"q_id": 1075591, "q_text": "what is a chromosomes function and purpose", "psg_id": 2196128, "psg_text": "Chromosomes are thread-like structures located inside the nucleus of animal and plant cells. Each chromosome is made of protein and a single molecule of deoxyribonucleic acid (DNA). Passed from parents to offspring, DNA contains the specific instructions that make each type of living creature unique. The term chromosome comes from the Greek words for color (chroma) and body (soma).", "positive": true, "extraction": "Chromosomes are thread-like structures located inside the nucleus of animal", "source": "start"}
{"q_id": 690705, "q_text": "what is a merchant's mark", "psg_id": 7712170, "psg_text": "Merchants' marks are as old as the sealings of the third millennium BCE found in Sumer that originated in the Indus Valley. Impressions of cloth, strings and other packing material on the reverse of tags with seal impressions indicate that the Harappan seals were used to control economic administration and trade.", "positive": true, "extraction": "Merchants' marks are as old as the sealings of the third millennium BCE fou", "source": "start"}
{"q_id": 466335, "q_text": "number bingo cards", "psg_id": 7528633, "psg_text": "Number bingo. These number bingo cards include natural numbers between 1 and 100. Use these cards to practice positive integer values in an exciting way. You can add more numbers to the number bingo word list.", "positive": true, "extraction": "Number bingo. These number bingo cards include natural numbers between 1 an", "source": "start"}
{"q_id": 1087680, "q_text": "what are current refinance mortgage rates", "psg_id": 7099971, "psg_text": "LendingTree will allow you to comparison shop different interest rates and APRs, helping to save you the most money possible on your mortgage refinance. Current Refinance Rates and Trends The last week of June 2016, 30-year fixed mortgage rates were 3.48%, according to Freddie Mac. That time last year, 30-year fixed mortgage rates were 4.06%.", "positive": true, "extraction": "LendingTree will allow you to comparison shop different interest rates and ", "source": "start"}
{"q_id": 1087858, "q_text": "what airport is in wilder ky", "psg_id": 7098181, "psg_text": "The closest airport to Wilder, KY, United States is Cincinnati/Northern Kentucky International Airport (CVG). See also a map of the airports near Wilder.", "positive": true, "extraction": "The closest airport to Wilder, KY, United States is Cincinnati/Northern Ken", "source": "start"}
