{"qid": 1055889, "psgid": 7175462, "query": "what is endocrinology clinic", "passage": "Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Since hormones act on virtually every organ and cell type in the body, the endocrinologist needs to have a definitive knowledge about medicine."}
{"qid": 1093443, "psgid": 7747064, "query": "lewiston idaho fedex express phone number", "passage": "Fedex Lewiston Idaho has shown its customer service address detail for its customers that are shown below. Address detail : 420 Burrell Avenue, Lewiston, Idaho 83501, United States customer service number : +1 (800) 463-3339"}
{"qid": 153981, "psgid": 7561367, "query": "distance phoenix to nogales", "passage": "Driving distance from Phoenix, AZ to Nogales, Mexico. The total driving distance from Phoenix, AZ to Nogales, Mexico is 181 miles or 291 kilometers. Your trip begins in Phoenix, Arizona. It ends in Nogales, Mexico."}
{"qid": 1094062, "psgid": 7701932, "query": "balloon meaning", "passage": "balloon - large tough nonrigid bag filled with gas or heated air. 1  gasbag, envelope - the bag containing the gas in a balloon. 2  hot-air balloon - balloon for travel through the air in a basket suspended below a large bag of heated air. 3  lighter-than-air craft - aircraft supported by its own buoyancy."}
{"qid": 290585, "psgid": 5504239, "query": "how many of grams a sugar should a person have in one day?", "passage": "Because sugar isn’t an essential nutrient, it doesn’t have an official recommendation. However, the American Heart Association set a recommended limit, so you don’t get too many extra calories in your diet. Men shouldn't have more than 9 teaspoons daily, while women shouldn't have more than 6 teaspoons. This amounts to a max of 37.5 grams of sugar or 150 calories from sugar for men, and 25 grams of sugar or 100 calories from sugar for women. When you’re reading the nutrition facts label, you’ll see the grams of sugar clearly listed under the total carbohydrates."}
{"qid": 89143, "psgid": 7773118, "query": "causes stomach bloating women", "passage": "1. Hormonal Fluctuations. Many women complain of feeling bloated at specific times during their menstrual cycle; particularly at the time of ovulation and just before they begin menstruating. At both these stages of the cycle, the body’s hormone balance is disturbed due to changes in the womb’s environment."}
{"qid": 323592, "psgid": 7976943, "query": "how much is unemployment benefits massachusetts", "passage": "If you are eligible to receive unemployment, your weekly benefit in Massachusetts will be half of your average weekly wage during the two highest paid quarters of the base period (or the highest paid quarter only, if you worked during only two quarters of the base period)."}
{"qid": 399364, "psgid": 7482805, "query": "is US passport number SSN?", "passage": "Moreover, the State Department must provide a social security number (SSN) of US passport applicant as well as the foreign residence of American expatriates. This fact is a worrisome issue for American expats who are behind on US expat taxes."}
{"qid": 140696, "psgid": 7598434, "query": "delta airlines cncellation fee", "passage": "When the credit is used to pay for new flights, the change fee will be assessed. For example, say you bought non-refundable Delta domestic flight tickets for $650, but your plans changed. When you are ready to purchase new flights, the fare has increased to $700.Your credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250.Make sure to inform Delta before departure that you will not be on the flight and request the travel credit.our credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250. Make sure to inform Delta before departure that you will not be on the flight and request the travel credit."}
{"qid": 942915, "psgid": 7961371, "query": "when did vhs tape come out", "passage": "VHS tapes came out in 1978. They were not really intended to replace anything as there were few ways to own full-length movies for home viewing prior to that time. Betamax tapes were on the market a year earlier, and while they were intended to compete, VHS was not meant to replace Betamax (Betamax was not obsolete.) Views."}
{"qid": 1001926, "psgid": 321526, "query": "where are bacteria found?", "passage": "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater."}
{"qid": 1033718, "psgid": 7212203, "query": "what is the purpose of genetically modified crops? brainly", "passage": "More detail on some of the traits crops are genetically modified to achieve and how they are beneficial to farming is included below: 1  Insect resistance. 2  Drought resistance. 3  Herbicide tolerance. 4  Disease resistance."}
{"qid": 75801, "psgid": 7988078, "query": "can you absorb metals from plants", "passage": "When the toxins are metals, of course, they cannot be broken down into other elements any more than lead could be changed to gold. Some plants can absorb the metal and metabolise it into some kind of molecule, however, making it less easy to be absorbed by the human body and thus safer to be around."}
{"qid": 1099530, "psgid": 7247338, "query": "artist who painted the famous thanksgiving pic", "passage": "Related posts on Colossal about humor Thanksgiving New ‘8-Bit’ Watercolor Paintings Inspired by Famous Artworks and Pop Culture Icons by Adam Lister Repurposed Antique Dishware Sandblasted Into Bas-Relief Sculptures by Caroline Slotte Vincent van Gogh Possibly Identified in Newly Discovered Group Photo of Famous Artists from 1887"}
{"qid": 992184, "psgid": 7280638, "query": "who composed the return of ulysses", "passage": "Il ritorno d'Ulisse in patria. Il ritorno d'Ulisse in patria (SV 325, The Return of Ulysses to his Homeland) is an opera consisting of a prologue and five acts (later revised to three), set by Claudio Monteverdi to a libretto by Giacomo Badoaro. The opera was first performed at the Teatro Santi Giovanni e Paolo in Venice during the 1639–1640 carnival season."}
{"qid": 745944, "psgid": 7490261, "query": "what is eye contact solution", "passage": "of 3. Contact lens solutions are imperative to good maintenance of your contact lenses. You can choose from a wide range of lens solutions available at VisionDirect.com. A good contact lens solution will help to retain moisture on the surface of the lens so that you feel fresh throughout the day. Contact lens solutions also keep your lens moist, and therefore, safe. Contact lens solutions are used to clean the lens, and disinfect them for use in the eye. At the end of the day, even the best contact lenses can develop dry patches or protein deposits. To prevent these from harming your contact lenses, it is a good idea to pick up contact lens solutions that are right for your contact lenses. Find contact lens solutions from different manufacturers at discounted rates at VisionDirect.com."}
{"qid": 854085, "psgid": 7845681, "query": "what is the weaving machine called", "passage": "Weaving Machine: Weaving Machines (Loom): Figure 8: Cross sectional of the weaving loom. The cross sectional of weaving loom shows the main parts in the loom and the flow from the warp yarn inserting start from the weaver beam through weaving area and finally the fabric done wound onto the cloth roller."}
{"qid": 1098249, "psgid": 7353071, "query": "how long does it take for opiates to clear from urine", "passage": "How Long Do Opiates Stay In Your System. In order to understand precisely how long these medications will remain in your system, you should look at the specific drug that you are using. Once you’ve figured out the half-life of your drug, you will be able to multiple it by 5.5 and you will have a good estimation. Typically, it can take anywhere from 24.75 to 25 hours for Oxycontin to be removed from your system completely. As a precaution, it is usually responsible to say that the majority of opiates will leave the body, within at least 5 to 7 days! How Long Do Opiates Stay In Your Urine It should be known that the amount of time that opiates will remain in your urine is different from the information provided above. When it comes to urine, the drugs will usually dissipate much more rapidly. According to medical experts, the majority of opiates will only take approximately 2 to 3 days, before they'll completely disappear from your urine. Of course, the amount of the opiate that you consume each day will play a role in this determination."}
{"qid": 1017524, "psgid": 7237598, "query": "what to do for bloating and gas", "passage": "1 1. What to Do for Gas and Bloating. 2  2. Learn What Causes Intestinal Gas. 3  3. Stop Swallowing Air. 4  4. Take a Look at What You Are Eating. 5  5. Watch What You Drink. 6  6. Try an Over-the-Counter Product. 7  7. Try Probiotics. 8  8. If Applicable, Treat Constipation. 9  9. Put Things in Perspective."}
{"qid": 1091576, "psgid": 7902114, "query": "pineapple conure price", "passage": "species: Pineapple Green Cheek Conure price: $275.00 status: Hatched hatch date: 7/5/17 ready date: 9/1/17 use: No DNA unless requested"}
{"qid": 775355, "psgid": 7873839, "query": "what is natamycin", "passage": "Natamycin (INN), also known as pimaricin and sometimes sold as Natacyn, is a naturally occurring antifungal agent produced during fermentation by the bacterium Streptomyces natalensis, commonly found in soil. Natamycin has a very low solubility in water; however, natamycin is effective at very low levels. Its minimum inhibitory concentration is less than 10 ppm for most molds. Natamycin is classified as a macrolide polyene antifungal, and as a drug, is used to treat fungal keratitis, an infection of the eye."}
{"qid": 1032198, "psgid": 7214524, "query": "current time in oakland ca", "passage": "Current Local Time: Oakland, California is in the Pacific Time Zone: The Current Time in Oakland, California is: Thursday 2/15/2018 12:24 PM PST Oakland, California is in the Pacific Time Zone"}
{"qid": 232703, "psgid": 7359238, "query": "how far is williamson ga from atlanta ga", "passage": "Related Distances For Williamson, GA. Williamson, GA to Macon, GA 56 Miles; Williamson, GA to Griffin, GA 7 Miles; Williamson, GA to Atlanta, GA 43 Miles"}
{"qid": 945535, "psgid": 7837082, "query": "when do you use anova", "passage": "In conclusion it is necessary to use the ANOVA when the design of a study has more than 2 condition to compare. The t-test is simple and less daunting especially when you see a 2x4x5 factorial ANOVA is needed, but the risk of committing a type I error is not worth it."}
{"qid": 1026991, "psgid": 7223327, "query": "what kind of flour can you use in bread machines", "passage": "You can successfully substitute all purpose flour for bread flour in you bread machine. This is a guide about recipes using all purpose flour in bread machine."}
{"qid": 437291, "psgid": 7679571, "query": "largest shipping day of year", "passage": "SEATTLE – Monday was the biggest shipping day of the year and Amazon took that literally. A photo taken in Seattle shows a gigantic box with the famous Amazon smile logo on the side. The box was so large, a flatbed truck was needed to deliver it. Q13 News producer Lauren Padgett snapped the picture and posted it on Twitter."}
{"qid": 999261, "psgid": 3368477, "query": "where is university of bridgeport located", "passage": "The University of Bridgeport, commonly referred to as UB, is a private, independent, non-sectarian, coeducational National university located on the Long Island Sound in the South End neighborhood of Bridgeport, Connecticut."}
{"qid": 119168, "psgid": 6026668, "query": "define coherent", "passage": "Definition of coherent. 1a : logically or aesthetically ordered or integrated : consistent coherent style a coherent argumentb : having clarity or intelligibility : understandable a coherent person a coherent passage."}
{"qid": 1085584, "psgid": 7117874, "query": "carbon reactivation facilities california", "passage": "With three spent carbon reactivation facilities (Darlington, PA, Parker, AZ and Red Bluff, CA), Evoqua Water Technologies is a leader in spent carbon reactivation. The Darlington and Parker facilities are both permitted to process RCRA hazardous spent carbon, making Evoqua the only supplier with permitted capacity serving both the East and West Coasts. The Red Bluff facility is the largest non-hazardous carbon reactivation facility in the western United States."}
{"qid": 534617, "psgid": 7657954, "query": "userra definition", "passage": "​​The Uniformed Services Employment and Reemployment Rights Act (USERRA) is a federal law, passed in 1994, that protects military service members and veterans from employment discrimination on the basis of their service, and allows them to regain their civilian jobs following a period of uniformed service."}
{"qid": 496244, "psgid": 7652710, "query": "should comp time for overtime for government employees be accrued", "passage": "For employees on a flexible work schedule, overtime is all work time officially ordered in advance that is in excess of 8 hours in a day, or 40 hours in a week, or 80 hours in a biweekly pay period."}
{"qid": 641583, "psgid": 850886, "query": "what does it mean when your tongue is all white", "passage": "How to Get Rid of White Tongue. It’s a bit of a shock to open your mouth to brush your teeth in the morning and discover that your tongue has a white coating on it. White tongue occurs when the bumps on your tongue swell and trap dead cells, bacteria, and debris between them."}
{"qid": 1085775, "psgid": 7116157, "query": "what connection does guided imagery take advantage of to transport you deep into", "passage": "Guided Imagery What is it? Guided imagery is a traditional mind-body technique that is also considered a form of hypnosis. Visualization and guided imagery offer tools to direct one’s concentration on images held in the mind’s eye. These therapies take advantage of the connection between the visual brain and the involuntary nervous system."}
{"qid": 196596, "psgid": 7393590, "query": "granulocytes dendritic cells", "passage": "The dendritic cells are eater cells and devour intruders, like the granulocytes and the macrophages. And like the macrophages, the dendritic cells help with the activation of the rest of the immune system."}
{"qid": 619087, "psgid": 909716, "query": "what did he invent garrett morgan", "passage": "He went on to patent several inventions, including an improved sewing machine and traffic signal, a hair-straightening product, and a respiratory device that would later provide the blueprint for WWI gas masks. The inventor died on August 27, 1963, in Cleveland, Ohio."}
{"qid": 442455, "psgid": 7605679, "query": "longest legs model", "passage": "Model chases record for the world’s longest legs. By Natalie Musumeci. January 23, 2017 | 12:47pm | Updated January 23, 2017 | 5:00pm. She’s got legs for days. Australian ex-model Carolina Arthur claims her lengthy legs rank among the longest in the world, measuring a staggering 51.5 inches from her hip to her heel."}
{"qid": 1084383, "psgid": 7128776, "query": "what does a t with a dot over it mean on a prescription", "passage": "Symbol given to nurse by doctors on prescriptions for patient. The medication prescription the doctor gave to my nurse to give to me on leaving the hospital has a sign, like a T with a dot over it. It has something to do with pills. Does anyone know exactly what this symbol means?"}
{"qid": 75698, "psgid": 7550499, "query": "can windows media player play amr files", "passage": "Actually, it is pretty simple to play AMR files in Windows Media Player, iPhone, Android, iPad, iPod, BlackBerry, Samsung and more. All we need is to convert AMR files to MP3, WAV, M4A, WMA and more with a professional AMR Converter."}
{"qid": 425330, "psgid": 7617757, "query": "is tb caused by airborne transmission", "passage": "Tuberculosis may be the only communicable dis-. ease with obligate airborne transmission — an in-. fection that, under natural conditions, is initiated. only through aerosols deposited in the distal lung. Diseases with preferentially airborne transmission. are caused by agents that can naturally initiate infec-."}
{"qid": 1002145, "psgid": 7260912, "query": "when will hummingbirds show up around florida", "passage": "believe that the hummingbird’s glittering plumage contains mythical powers. However, most of us merely enjoy watch-ing these sparkling gems of the bird world. Description Hummingbirds live only in the Americas. Of the 338 species known, 16 are found in the United States and 3 occur in Florida. Black-chinned and rufous hummingbirds occasionally can be seen in Florida during the winter. The ruby-throated hummingbird (Figure 1) is by far the most common hummer in the state. This feathered jewel is about"}
{"qid": 480932, "psgid": 7431182, "query": "price of silver per ounce history", "passage": "The market saw prices come back down following the parabolic rise, and silver once again found itself trading under the $10 per ounce level by the late 1980s. Silver maintained a trading range under $10 for years to come, and prices would not climb above $10 per ounce until 2006. 2008 saw the price of silver basically double to about $20 per ounce. This may potentially have been due to the breaking financial crises of 2008/2009 that saw the global banking system nearly collapse."}
{"qid": 442673, "psgid": 7452937, "query": "longest running african american sitcom", "passage": "The Jeffersons represented the American Dream. With 11 seasons, it's one of the longest-running sitcoms on American television, and it all began as a simple spin-off of All in the Family. That's right, notorious racist Archie Bunker deserves some credit for bringing George Jefferson into the world."}
{"qid": 84106, "psgid": 184742, "query": "cause of a dense prostate", "passage": "Many of the symptoms of prostate cancer relate to the enlargement of the gland, so they are not specific to prostate cancer and can be caused by other conditions like benign prostatic hyperplasia, which enlarges the prostate gland. Very early prostate cancer may also be small and not produce any specific symptoms."}
{"qid": 1075336, "psgid": 7153793, "query": "what is a condominium property regime", "passage": "Basic Concepts of Condominium Property Laws Preliminarily, it is useful to understand exactly what a “condominium property regimes law” is – and what it isn’t. A condominium property regimes law is a land ownership law, a consumer protection law, and a community governance law. It is not a land use law (i.e., it does not govern what structures"}
{"qid": 576822, "psgid": 7492796, "query": "what are vitamin b injections for", "passage": "What is Vitamin B12 (cyanocobalamin injection) ? Cyanocobalamin is a man-made form of vitamin B12. Vitamin B12 is important for growth, cell reproduction, blood formation, and protein and tissue synthesis. Cyanocobalamin is used to treat vitamin B12 deficiency in people with pernicious anemia and other conditions."}
{"qid": 372137, "psgid": 7319308, "query": "how to pay back irs taxes", "passage": "The IRS also accepts checks, money orders and credit cards. Penalties and interest are charged on installment agreements so it is important to pay back taxes as quickly as possible. Pay also via the Electronic Federal Tax Payment System, EFTPS. This is the government entity for making IRS payments. You can do so either through eftps.gov or 800-555-4477."}
{"qid": 1092005, "psgid": 7867849, "query": "on what do biologists base their classification of organisms?", "passage": "The classification system that scientists use today is based on the contributions of Linnaeus. But today’s classification system uses a series of many levels to classify organisms. The Major Levels of Classification Organisms are classified by their characteristics and relatedness. The diagram below shows the levels most biologists use."}
{"qid": 991419, "psgid": 7887307, "query": "where is redford michigan", "passage": "Redford, MI Homes for Sale With a population of over 48,000 people, Redford, Michigan is popular suburb of the Detroit area. It is also a charter township of Wayne County, and there are several affordable homes for sale throughout the city."}
{"qid": 1057112, "psgid": 7173446, "query": "what is datum target", "passage": "Datum Target GD&T Training Definition. Geometric Dimensioning & Tolerancing GD&T Training. GD&T Training Definitions. Datum Target - is a specified point, line, or area on a part that is used to establish the Datum Reference Plane for manufacturing and inspection operations."}
{"qid": 1092984, "psgid": 7787893, "query": "meaning of porting", "passage": "Porting Definition - Porting is the process of adapting software in an environment for which it was not originally written or intended to execute in. The.... Porting Definition - Porting is the process of adapting software in an environment for which it was not originally written or intended to execute in. The..."}
{"qid": 1003481, "psgid": 7257383, "query": "when must a trademark be renewed", "passage": "However, the trademark may still be renewed under the 6-month grace period until December 1, 2016 (6 months past June 1, 2016). 10 Year Renewal: Following the 5 / 6 year renewal a trademark must also be renewed on or about every 10th anniversary of its registration. The registration is renewed by filing a §8 Declaration of Continued Use as well as a §9 Application for Renewal."}
{"qid": 1003213, "psgid": 7258172, "query": "when wa american blues originated", "passage": "The best blues is visceral, cathartic, and starkly emotional. From unbridled joy to deep sadness, no form of music communicates more genuine emotion. The blues has deep roots in American history, particularly African-American history. The blues originated on Southern plantations in the 19th Century. Its inventors were slaves, ex-slaves and the descendants of slaves—African-American sharecroppers who sang as they toiled in the cotton and vegetable fields."}
{"qid": 1029617, "psgid": 7218988, "query": "what is tobramycin ophthalmic used for in cats", "passage": "Product Description. Tobramycin Ophthalmic Solution is a common aminoglycoside antibiotic solution for dogs and cats, used to treat common eye infections - particularly conjunctivitis - as well as ease discomfort during the healing process. Antibiotic drops should be administered to your pet as soon as symptoms of an infection are present."}
{"qid": 1091246, "psgid": 7930017, "query": "property premises meaning", "passage": "premises definition, meaning, what is premises: the land and buildings owned by someone, especially by a company or organization: . Learn more."}
{"qid": 1051990, "psgid": 7927726, "query": "who sings the song rise up", "passage": "See Harry Styles Play Mick Jagger, Perform New Songs on... See Melissa McCarthy's Sean Spicer Apologize for Hitler... 'America's Got Talent' Star Jayna Brown on Stunning 'Rise Up' Performance. 'America's Got Talent' star Jayna Brown talks about Louis Tomlinson pressing the Golden Buzzer and why she chose Andra Day's Rise Up for her audition."}
{"qid": 220151, "psgid": 7337562, "query": "how do river otters see underwater?", "passage": "River otters are found in lakes, streams, rivers, and ponds in forested areas. They also spend a lot of time on land. River otters are found all along the east coast of the US, northern parts of the Midwest, in the Pacific Northwest, and most of Canada. They live in dens along the banks of rivers and lakes."}
{"qid": 857943, "psgid": 7970804, "query": "what is trump", "passage": "Look up Trump or trump in Wiktionary, the free dictionary. Trump most commonly refers to: Donald Trump (born 1946), 45th President of the United States, American businessman, and television personality Trump (card games), a card of a suit which outranks all other suits in many trick-taking games"}
{"qid": 1022198, "psgid": 7230416, "query": "what president of the united states was born in lamar missouri and farmed for several years", "passage": "Harry S. Truman was the first of three children born to John Anderson Truman, a farmer and mule trader, and his wife, Martha Ellen Truman. Harry was named in honor of his maternal uncle, Harrison Young, but his parents couldnt decide on a middle name."}
{"qid": 1099729, "psgid": 7230826, "query": "houston methodist main phone number", "passage": "Houston Methodist West Hospital is located at 18500 Katy Freeway Houston, TX 77094 and can be contacted via phone number (832) 522-1000. Houston Methodist West Hospital anticipates into the following database program(s): cardiac surgery, general surgery, nursing care, stroke care."}
{"qid": 1100875, "psgid": 7114492, "query": "effects of using pedialyte", "passage": "Plus, if you’re aiming for weight loss, the calorie content in Pedialyte and sports drinks is likely to negate the effects of a moderate workout. Yet rehydrating with a drink like Pedialyte enables the body to replenish and retain the fluids and essential electrolytes longer than plain water. Bottom line: Aim to make water your No. 1 choice for hydration. But Pedialyte could have benefits if you are feeling particularly dehydrated after a long or hot run. If you feel you would benefit from the electrolyte boost, DeRaad says it’s possible to make a homemade version of Pedialyte using World Health Organization guidelines."}
