{"qid": 1055889, "psgid": 7175462, "query": "what is endocrinology clinic", "passage": "Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Since hormones act on virtually every organ and cell type in the body, the endocrinologist needs to have a definitive knowledge about medicine."}
{"qid": 1093443, "psgid": 7747064, "query": "lewiston idaho fedex express phone number", "passage": "Fedex Lewiston Idaho has shown its customer service address detail for its customers that are shown below. Address detail : 420 Burrell Avenue, Lewiston, Idaho 83501, United States customer service number : +1 (800) 463-3339"}
{"qid": 153981, "psgid": 7561367, "query": "distance phoenix to nogales", "passage": "Driving distance from Phoenix, AZ to Nogales, Mexico. The total driving distance from Phoenix, AZ to Nogales, Mexico is 181 miles or 291 kilometers. Your trip begins in Phoenix, Arizona. It ends in Nogales, Mexico."}
{"qid": 1094062, "psgid": 7701932, "query": "balloon meaning", "passage": "balloon - large tough nonrigid bag filled with gas or heated air. 1  gasbag, envelope - the bag containing the gas in a balloon. 2  hot-air balloon - balloon for travel through the air in a basket suspended below a large bag of heated air. 3  lighter-than-air craft - aircraft supported by its own buoyancy."}
{"qid": 290585, "psgid": 5504239, "query": "how many of grams a sugar should a person have in one day?", "passage": "Because sugar isn’t an essential nutrient, it doesn’t have an official recommendation. However, the American Heart Association set a recommended limit, so you don’t get too many extra calories in your diet. Men shouldn't have more than 9 teaspoons daily, while women shouldn't have more than 6 teaspoons. This amounts to a max of 37.5 grams of sugar or 150 calories from sugar for men, and 25 grams of sugar or 100 calories from sugar for women. When you’re reading the nutrition facts label, you’ll see the grams of sugar clearly listed under the total carbohydrates."}
{"qid": 89143, "psgid": 7773118, "query": "causes stomach bloating women", "passage": "1. Hormonal Fluctuations. Many women complain of feeling bloated at specific times during their menstrual cycle; particularly at the time of ovulation and just before they begin menstruating. At both these stages of the cycle, the body’s hormone balance is disturbed due to changes in the womb’s environment."}
{"qid": 323592, "psgid": 7976943, "query": "how much is unemployment benefits massachusetts", "passage": "If you are eligible to receive unemployment, your weekly benefit in Massachusetts will be half of your average weekly wage during the two highest paid quarters of the base period (or the highest paid quarter only, if you worked during only two quarters of the base period)."}
{"qid": 399364, "psgid": 7482805, "query": "is US passport number SSN?", "passage": "Moreover, the State Department must provide a social security number (SSN) of US passport applicant as well as the foreign residence of American expatriates. This fact is a worrisome issue for American expats who are behind on US expat taxes."}
{"qid": 140696, "psgid": 7598434, "query": "delta airlines cncellation fee", "passage": "When the credit is used to pay for new flights, the change fee will be assessed. For example, say you bought non-refundable Delta domestic flight tickets for $650, but your plans changed. When you are ready to purchase new flights, the fare has increased to $700.Your credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250.Make sure to inform Delta before departure that you will not be on the flight and request the travel credit.our credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250. Make sure to inform Delta before departure that you will not be on the flight and request the travel credit."}
{"qid": 942915, "psgid": 7961371, "query": "when did vhs tape come out", "passage": "VHS tapes came out in 1978. They were not really intended to replace anything as there were few ways to own full-length movies for home viewing prior to that time. Betamax tapes were on the market a year earlier, and while they were intended to compete, VHS was not meant to replace Betamax (Betamax was not obsolete.) Views."}
{"qid": 1001926, "psgid": 321526, "query": "where are bacteria found?", "passage": "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater."}
{"qid": 1033718, "psgid": 7212203, "query": "what is the purpose of genetically modified crops? brainly", "passage": "More detail on some of the traits crops are genetically modified to achieve and how they are beneficial to farming is included below: 1  Insect resistance. 2  Drought resistance. 3  Herbicide tolerance. 4  Disease resistance."}
{"qid": 75801, "psgid": 7988078, "query": "can you absorb metals from plants", "passage": "When the toxins are metals, of course, they cannot be broken down into other elements any more than lead could be changed to gold. Some plants can absorb the metal and metabolise it into some kind of molecule, however, making it less easy to be absorbed by the human body and thus safer to be around."}
{"qid": 1099530, "psgid": 7247338, "query": "artist who painted the famous thanksgiving pic", "passage": "Related posts on Colossal about humor Thanksgiving New ‘8-Bit’ Watercolor Paintings Inspired by Famous Artworks and Pop Culture Icons by Adam Lister Repurposed Antique Dishware Sandblasted Into Bas-Relief Sculptures by Caroline Slotte Vincent van Gogh Possibly Identified in Newly Discovered Group Photo of Famous Artists from 1887"}
{"qid": 992184, "psgid": 7280638, "query": "who composed the return of ulysses", "passage": "Il ritorno d'Ulisse in patria. Il ritorno d'Ulisse in patria (SV 325, The Return of Ulysses to his Homeland) is an opera consisting of a prologue and five acts (later revised to three), set by Claudio Monteverdi to a libretto by Giacomo Badoaro. The opera was first performed at the Teatro Santi Giovanni e Paolo in Venice during the 1639–1640 carnival season."}
{"qid": 745944, "psgid": 7490261, "query": "what is eye contact solution", "passage": "of 3. Contact lens solutions are imperative to good maintenance of your contact lenses. You can choose from a wide range of lens solutions available at VisionDirect.com. A good contact lens solution will help to retain moisture on the surface of the lens so that you feel fresh throughout the day. Contact lens solutions also keep your lens moist, and therefore, safe. Contact lens solutions are used to clean the lens, and disinfect them for use in the eye. At the end of the day, even the best contact lenses can develop dry patches or protein deposits. To prevent these from harming your contact lenses, it is a good idea to pick up contact lens solutions that are right for your contact lenses. Find contact lens solutions from different manufacturers at discounted rates at VisionDirect.com."}
{"qid": 854085, "psgid": 7845681, "query": "what is the weaving machine called", "passage": "Weaving Machine: Weaving Machines (Loom): Figure 8: Cross sectional of the weaving loom. The cross sectional of weaving loom shows the main parts in the loom and the flow from the warp yarn inserting start from the weaver beam through weaving area and finally the fabric done wound onto the cloth roller."}
{"qid": 1098249, "psgid": 7353071, "query": "how long does it take for opiates to clear from urine", "passage": "How Long Do Opiates Stay In Your System. In order to understand precisely how long these medications will remain in your system, you should look at the specific drug that you are using. Once you’ve figured out the half-life of your drug, you will be able to multiple it by 5.5 and you will have a good estimation. Typically, it can take anywhere from 24.75 to 25 hours for Oxycontin to be removed from your system completely. As a precaution, it is usually responsible to say that the majority of opiates will leave the body, within at least 5 to 7 days! How Long Do Opiates Stay In Your Urine It should be known that the amount of time that opiates will remain in your urine is different from the information provided above. When it comes to urine, the drugs will usually dissipate much more rapidly. According to medical experts, the majority of opiates will only take approximately 2 to 3 days, before they'll completely disappear from your urine. Of course, the amount of the opiate that you consume each day will play a role in this determination."}
{"qid": 1017524, "psgid": 7237598, "query": "what to do for bloating and gas", "passage": "1 1. What to Do for Gas and Bloating. 2  2. Learn What Causes Intestinal Gas. 3  3. Stop Swallowing Air. 4  4. Take a Look at What You Are Eating. 5  5. Watch What You Drink. 6  6. Try an Over-the-Counter Product. 7  7. Try Probiotics. 8  8. If Applicable, Treat Constipation. 9  9. Put Things in Perspective."}
{"qid": 1091576, "psgid": 7902114, "query": "pineapple conure price", "passage": "species: Pineapple Green Cheek Conure price: $275.00 status: Hatched hatch date: 7/5/17 ready date: 9/1/17 use: No DNA unless requested"}
{"qid": 417362, "psgid": 3518144, "query": "is marijuana used as an add medicine?", "passage": "The U.S. Food and Drug Administration (FDA) has not recognized or approved the marijuana plant as medicine. However, scientific study of the chemicals in marijuana, called cannabinoids, has led to two FDA-approved medications that contain cannabinoid chemicals in pill form."}
{"qid": 72613, "psgid": 7360466, "query": "can prednisone cause headaches", "passage": "Headaches. Headaches (pain in head) has been reported by people with multiple sclerosis, depression, high blood pressure, rheumatoid arthritis, osteoporosis. (latest reports from 169,146 Headaches patients). On Oct, 13, 2015: 146,894 people reported to have side effects when taking Prednisone."}
{"qid": 261650, "psgid": 7701018, "query": "how long has apple been in business", "passage": "Apple Computer, Inc. was established on April 1, 1976 and was incorporated January 3, 1977 and have been in business for 33 years."}
{"qid": 457622, "psgid": 7453303, "query": "most expensive car brands", "passage": "Mercedes Benz is one of the most expensive and best luxury car brands, currently. It has well-known sophistication. The SUVs and cars produced by Mercedes are well known all over the world. This car brand, regardless of the model, is one of the best cars that you should go for if you really want to raise your status."}
{"qid": 545052, "psgid": 907445, "query": "weather in mazatlan mexico", "passage": "Mazatlan: Annual Weather Averages. July is the hottest month in Mazatlan with an average temperature of 29°C (83°F) and the coldest is January at 20°C (68°F). The wettest month is August with an average of 200mm of rain. Average Temperature: Mazatlan."}
{"qid": 843409, "psgid": 3451785, "query": "what is the real color of saturn", "passage": "Saturn is described as having a yellowish-brown color. This is due to the presence of trace amounts of ammonia, hydrocarbons, water vapor and phosphine in its atmosphere."}
{"qid": 175251, "psgid": 7662607, "query": "dove meaning", "passage": "Dove Symbol - Color Symbolism. The dove is symbol of innocence, gentleness, and affection; also, in art as well as in the Scriptures, it is the typical symbol of the Holy Ghost. God sent his spirit in the form of a dove to gather mankind into his church. The meanings of the colors of the dove are:"}
{"qid": 1092942, "psgid": 7791753, "query": "meaning of the medical term stat", "passage": "Originally Answered: In medical terms, what is the meaning of STAT? The word “Stat” means at once in medical terms. i.v Ondansetron. stat. means this drug has to be given immediately. STAT. Footnotes [1] STAT"}
{"qid": 922024, "psgid": 7882134, "query": "what was the potsdam conference", "passage": "From Wikipedia, the free encyclopedia. Stalin, Truman and Churchill in that order. The Potsdam Conference was a meeting of the Soviet Union, the United Kingdom and the United States in Potsdam, Germany from July 17 to August 2, 1945."}
{"qid": 473319, "psgid": 7534941, "query": "percentage of cases that settle before trial", "passage": "In a financial sense, settlements tend to favor plaintiffs over defendants. Of course, settling a case out of court may protect the reputation and dignity of a defendant. In this regard, it can be said that both plaintiffs and defendants benefit from pre-trial settlements. According to the most recently-available statistics, about 95 percent of pending lawsuits end in a pre-trial settlement."}
{"qid": 831560, "psgid": 7737240, "query": "what is the meaning of the constant e", "passage": "The mathematical constant e is the base of the natural logarithm. The natural logarithm, formerly known as the hyperbolic logarithm, is the logarithm to the base e, where e is an irrational constant approximately equal to 2.718281828459."}
{"qid": 1047152, "psgid": 4665394, "query": "who played rizzo", "passage": "Grease: Live: First Cast Photos Reveal Fox Musical's Danny, Sandy and Rizzo. Feast your eyes on Rydell High’s (un)holy trinity. Fox on Monday released the first official cast photos from its upcoming Grease: Live event (Jan. 31, 7/6c), revealing Aaron Tveit as Danny, Julianne Hough as Sandy and Vanessa Hudgens as Rizzo. RELATEDGrease: Live: Carly Rae Jepsen, Jessie J Among New Additions to Fox Musical."}
{"qid": 740624, "psgid": 7564762, "query": "what is docket management", "passage": "Regulatory Information. Dockets Management. FDA's Dockets Management serves as the official repository for the administrative proceedings and rule-making documents for the Food and Drug Administration (FDA), an operating division of the U.S. Department of Health and Human Services (HHS)."}
{"qid": 870861, "psgid": 7719280, "query": "what kind of sword does Strider Hiryu use", "passage": "The player controls the protagonist Strider Hiryu, whose main weapon is a tonfa-like plasma sword known as Cypher. He can perform numerous acrobatic feats depending on the joystick/button combination used.April 2013). Strider, released in Japan as Strider Hiryū (ストライダー飛竜) , is a 1989 side-scrolling platform game developed and released for the CP System arcade hardware by Capcom. It became one of Capcom's early big hits prior to Street Fighter II, hailed for its innovative gameplay and unique music."}
{"qid": 270140, "psgid": 7732066, "query": "how long to cook sauerkraut and fresh kielbasa in slow cooker", "passage": "Combine the beer and brown sugar in a small saucepan over medium heat, and cook, stirring occasionally, until the sugar melts and the mixture is slightly thickened; set aside. Cut the kielbasa into links and place in a slow cooker. Cover with the drained sauerkraut. Pour the beer and brown sugar mixture over top. Cook on high for 4 to 6 hours, or on low for 8 to 10 hours."}
{"qid": 36965, "psgid": 7314108, "query": "average heavy equipment mechanic salary", "passage": "Heavy Equipment Mechanic average salary is $34,143, median salary is $31,512 with a salary range from $22,880 to $46,488."}
{"qid": 569939, "psgid": 7539382, "query": "what are the four different types of parking?", "passage": "Delay caused to the track is also minimum in this type of parking. 5. 45 parking. As the angle of parking increases, more number of vehicles can be parked. Hence compared to parallel parking and thirty degree parking, more number of vehicles can be accommodated in this type of parking."}
{"qid": 1017706, "psgid": 7237284, "query": "what time zone is dayton tn in", "passage": "Dayton lies in the time zone Eastern Standard Time. A Time Zone is a Geographical Area that follows the same time in all the points including Cities, Towns inside that geographical area. Dayton has an UTC Offset/GMT Offset of UTC-5:00. UTC Offset is the time difference between the time at particular place and the UTC - Coordinated Universal Time."}
{"qid": 916306, "psgid": 7931776, "query": "what use mongodb", "passage": "When all of the other components of your networked application are designed to be fast and seamless, your data shouldn’t be the bottleneck—and MongoDB is able to meet new data challenges that are difficult (if not impossible) to accomplish well with relational databases. 1  MongoDB enables you to: 1  Store large volumes of data that often have little to no structure. 2  Make the most of cloud computing and storage. 3  Develop and release quickly. 4  Scale database architecture efficiently and inexpensively."}
{"qid": 953445, "psgid": 3532615, "query": "when is the solar eclipse in south carolina", "passage": "Home » SOLAR ECLIPSE 2017. On August 21, 2017 Columbia, SC will be one of the best places to witness the Solar Eclipse of 2017. The South Carolina State Museum will be hosting a weekend-long celebration of eclipse activities, exhibitions and shows all leading up to solar eclipse totality which occurs at 2:41pm on Mon., Aug. 21."}
{"qid": 47716, "psgid": 7577019, "query": "average yield per strawberry plant", "passage": "Blueberries - 2 plants per person. Average yield per plant (if you have multiple types for cross-pollination) is 3-4 quarts. Raspberries - 25 plants per person. Average yield per plant is 1-2 quarts. Strawberries - 25 plants per person. June-bearing strawberries (the ones that produce all of their berries at once) yield about 1 pint per plant. Everbearing strawberries (produce small amounts from June through first frost) yield about 1/2-1 lb per plant."}
{"qid": 869035, "psgid": 2187084, "query": "what kind of leg pain comes from sciatica", "passage": "Sciatica is a shooting pain that begins in the lower back, radiates into the buttock and down the back of one leg. The pain is often caused by pressure on the sciatic nerve from a herniated disc, bone spurs or muscle strain (Fig. 1). You play an important role in the prevention, treatment, and recovery of leg pain. It typically improves with rest, physical therapy, and other self-care measures."}
{"qid": 639163, "psgid": 7466906, "query": "what does humus do to soil?", "passage": "Generally, with higher levels of humus in the soil it takes less nutrients to produce a pound of produce. In other words, the system becomes more efficient. I have recently checked 350 soil samples that I received and many of the first and second year clients have very low humus readings."}
{"qid": 1092348, "psgid": 7837628, "query": "naegleria symptoms", "passage": "Review the available Assessment Questionnaires for the symptoms of Naegleria: 1  Headache -- Assessment Questionnaire. 2  Fever -- Assessment Questionnaire. 3  Nausea -- Assessment Questionnaire. 4  Confusion -- Assessment Questionnaire. 5  Seizures -- Assessment Questionnaire. 6  Hallucinations -- Assessment Questionnaire."}
{"qid": 1046475, "psgid": 7191554, "query": "what is scott baio accused of", "passage": "Scott Baio is accused of physical assault by former child actor Alexander Polinsky, who also confirms some of Nicole Eggert's allegations. Scott Baio is accused of physical assault by former child actor Alexander Polinsky, who also confirms some of Nicole Eggert's allegations."}
{"qid": 399617, "psgid": 7492052, "query": "is a claim alleging tcpa violation a d&o claim?", "passage": "It is probably worth noting that the question of D&O insurance coverage for TCPA claims is largely restricted to private company policyholders. In a TCPA action, the claimants typically name as defendants only the corporate entity that allegedly violated the statute. Entity coverage under public company D&O insurance policies is limited to claims for violations of the securities laws."}
{"qid": 1092162, "psgid": 7853204, "query": "north pole temperature surges", "passage": "[Nature’s startling contrast: Tornadoes torment Texas; Blizzard buries New Mexico] Big Icelandic storms are common in winter, but this one may rank among the strongest and will draw northward an incredible surge of warmth pushing temperatures at the North Pole over 50 degrees above normal. This is mind-boggling. And the storm will batter the United Kingdom, reeling from recent flooding, with another round of rain and wind."}
{"qid": 1014697, "psgid": 7906228, "query": "which of the following events must cause equilibrium price to rise?", "passage": "Shift Effects. Upward shifts in the supply and demand curves affect the equilibrium price and quantity. If the supply curve shifts upward, meaning supply decreases but demand holds steady, the equilibrium price increases but the quantity falls. For example, if gasoline supplies fall, pump prices are likely to rise. If the supply curve shifts downward, meaning supply increases, the equilibrium price falls and the quantity increases. If refineries supply more gasoline, pump prices are likely to fall if there is no corresponding increase in demand."}
{"qid": 779475, "psgid": 7761595, "query": "what is one role of the element phosphorus?", "passage": "Phosphorus is an essential mineral primarily used for growth and repair of body cells and tissues. According to the University of Maryland Medical Center, all body cells contain phosphorus, with 85 percent found in bones and teeth. There, together with calcium, phosphorus provides structure and strength."}
{"qid": 861169, "psgid": 7783510, "query": "what is viral stomatitis", "passage": "What is viral Stomatitis? Herpes stomatitis is caused by infection of the HSV1 virus in young children. Aphthous stomatitis is caused by a variety of problems with oral hygiene or damage to mucous membranes. Some potential causes include: dry tissues from breathing through the mouth due to clogged nasal passages."}
{"qid": 1058100, "psgid": 7924112, "query": "who wrote california dreaming", "passage": "California Dreamin' is a song written by John Phillips and Michelle Phillips and was first recorded by Barry McGuire. However, the best known version is by The Mamas & the Papas, who sang backup on the original version and released as a single in 1965."}
{"qid": 776465, "psgid": 7723066, "query": "what is neutrophils definition", "passage": "Neutrophils - Definition. Neutrophils are a common type of white blood cell. Neutrophils respond to infection and attack bacteria and other foreign invaders directly. They are phagocytes that eat the invading organisms and kill them."}
{"qid": 1102393, "psgid": 7348461, "query": "why do celebrate st patrick's day", "passage": "Why was March 17 chosen as the day to celebrate St. Patrick and Ireland? iStock Have you ever wondered why St. Patrick’s Day is celebrated on March 17 specifically? As it turns out, Ireland’s is celebrated on March 17 because that is the day St. Patrick himself died. The man who brought Christianity to Ireland is believed to have died in the small village of Saul in 461 AD, not far from the town of Downpatrick in Co. Down where he is reputedly buried."}
{"qid": 968071, "psgid": 7944075, "query": "where can you cash a fidelity investment check", "passage": "Making the world better, one answer at a time. Your friend can cash the FIELITY INVESTMENT check at Bank Of America that the Bank that the investment check is written off on.here are a couple ways to answer this question. 1) IF A CHECK IS WRITTEN OUT TO YOU.. and you would like to cash it but have no money in YOUR account: Unless it is a governme … nt check or a payroll check you will not be able to cash it."}
{"qid": 735387, "psgid": 284425, "query": "what is county for seattle?", "passage": "King County is a county located in the U.S. state of Washington. As of the 2010 census its population was 1,931,249. King is the most populous county in Washington, and the 13th-most populous in the United States. The county seat is Seattle, which is the state's largest city."}
{"qid": 693447, "psgid": 7492407, "query": "what is a ozone alert", "passage": "During the area’s high ozone months, June through September, you can help prevent ground-level ozone pollution -- and other forms of air pollution. Leave your automobile at home and ride the bus. It’s especially important to take action when an Ozone Alert! is issued for the Kansas City area. An Ozone Alert! occurs when there is a forecast for unhealthy amounts of ozone. On these days, bus fare on The Metro, The JO and Unified Government Transit is only 75¢. You can track the ozone forecast at the Mid-America Regional Council."}
{"qid": 1088164, "psgid": 7095519, "query": "weather in warwick", "passage": "The lowest monthly average temperature in Warwick for February is 28 degrees. The most monthly precipitation in Warwick occurs in October with 7.3 inches. The air quality index in Warwick is 27% better than the national average. The pollution index in Warwick is 88% worse than the national average."}
{"qid": 1056548, "psgid": 7796544, "query": "who was the lone survivor", "passage": "The 'Lone Survivor' Tells The Story Of A Tragic Navy Mission. The 'Lone Survivor' Tells The Story Of A Tragic Navy Mission. Former Navy SEAL Marcus Luttrell was the only survivor of a mission in Afghanistan in 2005, where along with three other SEALS he was tasked with killing a top Taliban commander. His story became the basis of his book, Lone Survivor, which has now been turned into a movie."}
{"qid": 1041924, "psgid": 7199090, "query": "what is the default username password for phpmyadmin", "passage": "The default user for the phpMyAdmin application is root and the password is the same that you set during the installation. If you are using the Virtual Appliance or the AMI, you can enable phpMyAdmin following this guide and the default password is bitnami."}
{"qid": 1038879, "psgid": 7203623, "query": "what is the goal for the child with a cognitive impairment?", "passage": "Promoting optimum development. The goal for children with cognitive impairment is the promotion of optimum social, physical, cognitive, and adaptive development as individuals within a family and community. Vocational skills are only one part of that goal. The focus must also be on the family and other aspects of development."}
