{"qid": 749244, "psgid": 7479235, "query": "what is frp lock on mean/", "passage": "T-Mobile Galaxy S6 Edge Update Does Not Lock Your Bootloader! Discussion in 'Android News' started by DroidModderX, May 2, 2015. ​. Last week a reddit poster shared a that his T-mobile Galaxy S6 Edge had received an OTA update bringing his device up to Android 5.1.1. He also posted a photo which showed that his bootloader was locked, or at least that is what he thought he was seeing. Their was a message in the bootloader Custom Binary (RECOVERY) blocked by FRP lock. FRP simply means that Factory Reset Protection is prohibiting the phone from flashing a custom recovery. This is a security feature included in the latest version of Android which makes it difficult for a thief to take over your phone."}
{"qid": 950799, "psgid": 7739212, "query": "when is jamaican flag day", "passage": "It is August 6th. It is Jamaican Independence Day so you wave your jamaican flags and wear and display green,black, and gold(yellow) everywhere to show support. 3 people found this useful."}
{"qid": 284072, "psgid": 7373037, "query": "how many gallons is liters", "passage": "50 liters to Imperial gallons = 10.99846 gal. 50 liters to US dry gallons = 11.351 gallons. For 50 liters to UK gallons we get 10.99846 gallons, whereas 50 liters to US liquid gallons has 13.2086 gal as result. In case of US dry gallons we note 11.351 gal for 50 liters to gallons."}
{"qid": 537410, "psgid": 7572898, "query": "virus reproduce name", "passage": "Viruses function by reproducing. However, in the real sense they do not really reproduce, but multiply. The virus structure is made in a way that allows it to replicate itself, thus creating numerous viruses. This is the reason why many will refer to the process as reproduction.There are two main ways that viruses reproduce or multiply and these are listed below. 1  Lytic Cycle: With the lytic cycle, the virus attaches itself to a host cell and infuses the cell with its nucleic acid.his is the reason why many will refer to the process as reproduction. There are two main ways that viruses reproduce or multiply and these are listed below. 1  Lytic Cycle: With the lytic cycle, the virus attaches itself to a host cell and infuses the cell with its nucleic acid."}
{"qid": 637254, "psgid": 7593941, "query": "what does exoskeletons mean", "passage": "Dictionary entry details. • EXOSKELETON (noun) Meaning: The exterior protective or supporting structure or shell of many animals (especially invertebrates) including bony or horny parts such as nails or scales or hoofs."}
{"qid": 489931, "psgid": 7694204, "query": "room and pillar definition", "passage": "In a room-and-pillar mining system, the most common method, the mine roof, is supported mainly by coal pillars left at regular intervals. Rooms are places where the coal is mined; pillars are areas of coal left between the rooms. Room-and-pillar mining is done either by conventional or continuous mining. A drift mine is driven horizontally into coal that is exposed or accessible in a hillside. In a hydraulic mine, high-pressure water jets break the coal from a steeply inclined, thick coalbed that would be difficult to mine with the usual underground methods."}
{"qid": 1003481, "psgid": 7257383, "query": "when must a trademark be renewed", "passage": "However, the trademark may still be renewed under the 6-month grace period until December 1, 2016 (6 months past June 1, 2016). 10 Year Renewal: Following the 5 / 6 year renewal a trademark must also be renewed on or about every 10th anniversary of its registration. The registration is renewed by filing a §8 Declaration of Continued Use as well as a §9 Application for Renewal."}
{"qid": 641583, "psgid": 850886, "query": "what does it mean when your tongue is all white", "passage": "How to Get Rid of White Tongue. It’s a bit of a shock to open your mouth to brush your teeth in the morning and discover that your tongue has a white coating on it. White tongue occurs when the bumps on your tongue swell and trap dead cells, bacteria, and debris between them."}
{"qid": 544277, "psgid": 5121196, "query": "weather in france in july", "passage": "Guide to France weather in July The average maximum daytime temperature in France in July is a warm 24°C (75°F). The average night-time temperature is usually a comfortable 14°C (57°F)."}
{"qid": 1022198, "psgid": 7230416, "query": "what president of the united states was born in lamar missouri and farmed for several years", "passage": "Harry S. Truman was the first of three children born to John Anderson Truman, a farmer and mule trader, and his wife, Martha Ellen Truman. Harry was named in honor of his maternal uncle, Harrison Young, but his parents couldnt decide on a middle name."}
{"qid": 461078, "psgid": 7576808, "query": "nafta purpose and function", "passage": "NAFTA. The North American Free Trade Agreement (NAFTA) is an agreement between Mexico, the United States and Canada. The agreement was signed by US President George H.W. Bush, Canadian Prime Minister Brian Mulroney, and Mexican President Carlos Salinas on December 17, 1992 in San Antonio, Texas, and took effect on January 1, 1994."}
{"qid": 988294, "psgid": 7914721, "query": "where is morocco located in africa", "passage": "B ackground on Morocco The Kingdom of Morocco is located in Northern Africa, bordering the Atlantic Ocean and the Mediterranean Sea. Slightly larger than California, with a similar lengthy coastline (3,500 km) and separated from Europe by the strait of Gibraltar, Morocco is one of Africa's top five travel destinations."}
{"qid": 945535, "psgid": 7837082, "query": "when do you use anova", "passage": "In conclusion it is necessary to use the ANOVA when the design of a study has more than 2 condition to compare. The t-test is simple and less daunting especially when you see a 2x4x5 factorial ANOVA is needed, but the risk of committing a type I error is not worth it."}
{"qid": 75342, "psgid": 7365853, "query": "can vinegar reduce fat", "passage": "Drinking apple cider vinegar before a meal daily may help you burn more body fat. At first, my impression of apple cider vinegar was that it helps you burn off fat. According to Dr. Oz, the reason why apple cider vinegar may help to burn body fat is that acetic acid may promote the production of fat burning proteins."}
{"qid": 442455, "psgid": 7605679, "query": "longest legs model", "passage": "Model chases record for the world’s longest legs. By Natalie Musumeci. January 23, 2017 | 12:47pm | Updated January 23, 2017 | 5:00pm. She’s got legs for days. Australian ex-model Carolina Arthur claims her lengthy legs rank among the longest in the world, measuring a staggering 51.5 inches from her hip to her heel."}
{"qid": 829087, "psgid": 7964042, "query": "what is the luling zip code", "passage": "Zip Code 78648 is located in the state of Texas in the Austin metro area. Zip code 78648 is primarily located in Caldwell County. Portions of 78648 are also located in Guadalupe County. The official US Postal Service name for 78648 is LULING, Texas. Portions of zip code 78648 are contained within or border the city limits of Luling, TX, . Zip code 78648 is within area code 830 and area code 512. 78648 can be classified socioeconically as a Lower Middle Class class zipcode in comparison to other zipcodes in Texas."}
{"qid": 372137, "psgid": 7319308, "query": "how to pay back irs taxes", "passage": "The IRS also accepts checks, money orders and credit cards. Penalties and interest are charged on installment agreements so it is important to pay back taxes as quickly as possible. Pay also via the Electronic Federal Tax Payment System, EFTPS. This is the government entity for making IRS payments. You can do so either through eftps.gov or 800-555-4477."}
{"qid": 994479, "psgid": 7275120, "query": "which health care system provides all citizens or residents with equal access to health care services", "passage": "Universal Health Care which is also known as universal care, universal coverage or universal health coverage is a term that is used to address a health care system which provides health care and financial protection to every citizen of a specific country."}
{"qid": 196596, "psgid": 7393590, "query": "granulocytes dendritic cells", "passage": "The dendritic cells are eater cells and devour intruders, like the granulocytes and the macrophages. And like the macrophages, the dendritic cells help with the activation of the rest of the immune system."}
{"qid": 633986, "psgid": 7625308, "query": "what does carpentry include", "passage": "Dictionary of Construction. Carpentry that involves the installation of finish woods, (and trim made of plastic or molded polyurethane materials) to provide a finished appearance to installed doors, windows, stairs, and other features of a building's interior. Elements include casing, baseboard, railings, mantels, louvers, paneling, and shelving."}
{"qid": 1083800, "psgid": 7134187, "query": "what does forming mean", "passage": "the act or process of giving form or shape to anything; as, in shipbuilding, the exact shaping of partially shaped timbers The Standard Electrical Dictionary (0.00 / 0 votes) Rate this definition: Forming"}
{"qid": 995141, "psgid": 7274238, "query": "which county is knoxville, tn in", "passage": "Knox County | Knoxville, TN Parks and Recreation Open Until: August 24, 2018 at 11:59 PM EST Status: Accepting Applications Details: Salary: $22 or Umpires $12 for Scorekeepers Apply Now Details"}
{"qid": 1000170, "psgid": 7264060, "query": "where does blood come from before it enters the left atrium", "passage": "The red blood that enters the fetus passes through the fetal liver and enters the right side of the heart. The red blood goes through one of the two extra connections in the fetal heart that will close after the baby is born. The hole between the top two heart chambers (right and left atrium) is called a patent foramen ovale (PFO). This hole allows the reddest blood to go from the right atrium to left atrium and then to the left ventricle and out the aorta. As a result the blood with the most oxygen gets to the brain. Blood coming back from the fetus’s body also enters the right atrium, but the fetus is able to send this blue blood from the right atrium to the right ventricle (the chamber that normally pumps blood to the lungs)."}
{"qid": 914545, "psgid": 7778459, "query": "what type of shelter does a roadrunner live in", "passage": "Greater roadrunner on the run. The greater roadrunner nests on a platform of sticks low in a cactus or a bush and lays 3–6 eggs, which hatch in 20 days. The chicks fledge in another 18 days. Pairs may occasionally rear a second brood."}
{"qid": 1029617, "psgid": 7218988, "query": "what is tobramycin ophthalmic used for in cats", "passage": "Product Description. Tobramycin Ophthalmic Solution is a common aminoglycoside antibiotic solution for dogs and cats, used to treat common eye infections - particularly conjunctivitis - as well as ease discomfort during the healing process. Antibiotic drops should be administered to your pet as soon as symptoms of an infection are present."}
{"qid": 639560, "psgid": 7547737, "query": "what does indentured servants mean", "passage": "Indentured servant definition, a person who came to America and was placed under contract to work for another over a period of time, usually seven years, especially during the 17th to 19th centuries. Generally, indentured servants included redemptioners, victims of religious or political persecution, persons kidnapped for the purpose, convicts, and paupers."}
{"qid": 1034703, "psgid": 7210452, "query": "what is the peg ratio and what does it do", "passage": "The Price/Earnings to Growth (PEG) ratio is a great tool to quickly scan for high-growth stocks at a fair price. Learn more about how it's used to invest. Advertiser Disclosure: The credit card offers that appear on this site are from credit card companies from which MoneyCrashers.com receives compensation."}
{"qid": 1099729, "psgid": 7230826, "query": "houston methodist main phone number", "passage": "Houston Methodist West Hospital is located at 18500 Katy Freeway Houston, TX 77094 and can be contacted via phone number (832) 522-1000. Houston Methodist West Hospital anticipates into the following database program(s): cardiac surgery, general surgery, nursing care, stroke care."}
{"qid": 1084383, "psgid": 7128776, "query": "what does a t with a dot over it mean on a prescription", "passage": "Symbol given to nurse by doctors on prescriptions for patient. The medication prescription the doctor gave to my nurse to give to me on leaving the hospital has a sign, like a T with a dot over it. It has something to do with pills. Does anyone know exactly what this symbol means?"}
{"qid": 946747, "psgid": 7944394, "query": "when does irs mail checks", "passage": "Best Answer: False. The IRS has two computer systems. System #1 mails checks only on Fridays. It handles most tax returns and all amended returns. System #2 (CADE) can generate checks any day of the week. The checks are dated 2-3 days after they are mailed. That is the checks mailed today, July 31st, are dated Monday, August 3rd."}
{"qid": 1090542, "psgid": 7989022, "query": "sorcerer definition", "passage": "sorcerer meaning, definition, what is sorcerer: in stories, a man who has magical powers and who uses them to harm other people. Learn more."}
{"qid": 320051, "psgid": 6010807, "query": "how much garlic powder replaces a clove of garlic", "passage": "In such a situation, you can usually substitute garlic powder for fresh garlic cloves, or vice versa, provided that you use the appropriate conversion ratio. HealWithFood.org recommends the following ratio for converting fresh garlic cloves to garlic powder: 1 clove equals 1/8 teaspoon of garlic powder. If you have granulated garlic instead of garlic powder, the recommended ratio is 1/4 teaspoon of granules for every fresh clove. If you are using garlic flakes (dehydrated minced garlic) instead, substitute 1/2 teaspoon of flakes for every clove. There are several other aromatic herbs that can be substituted for garlic."}
{"qid": 820161, "psgid": 7829059, "query": "what is the elevation of white pass in washington", "passage": "The base elevation of White Pass is at 4,500 feet (1,370 m) above sea level, with a lift-served summit at 6,500 feet (1,980 m), yielding a vertical drop of 2,000 feet (610 m). Located on the south side of the east-west highway, the slopes primarily face north."}
{"qid": 39577, "psgid": 661943, "query": "average of rn", "passage": "According to the Bureau of Labor Statistics lastest data, the average salary of a registered nurse in the United States is $69,790. The average hourly wage of a registered nurse is $33.55. Keep in mind that these are only averages, and that a registered nurse may make more or less than these amounts based on location, experience, and other factors. In addition, the starting salaries for an RN may be much less than the average salary."}
{"qid": 13397, "psgid": 7387477, "query": "age not to take off shoes at airline security", "passage": "It’s a victory for old soles. Travelers over the age of 75 can keep their shoes on while passing through airport security, the Transportation Security Administration ruled. The new regulations, which go into effect on Monday, also will “reduce” pat-downs of senior citizens. The changes are being rolled out at Chicago’s O’Hare, Denver, Orlando and Portland, Ore., airports."}
{"qid": 425330, "psgid": 7617757, "query": "is tb caused by airborne transmission", "passage": "Tuberculosis may be the only communicable dis-. ease with obligate airborne transmission — an in-. fection that, under natural conditions, is initiated. only through aerosols deposited in the distal lung. Diseases with preferentially airborne transmission. are caused by agents that can naturally initiate infec-."}
{"qid": 995125, "psgid": 7026693, "query": "where is the condyle", "passage": "A condyle (/ˈkɒndəl/ or /ˈkɒndaɪl/; Latin: condylus, from Greek: kondylos; κόνδυλος knuckle) is the round prominence at the end of a bone, most often part of a joint - an articulation with another bone. It is one of the markings/features of bones, and can refer to: On the femur, in the knee joint:"}
{"qid": 576822, "psgid": 7492796, "query": "what are vitamin b injections for", "passage": "What is Vitamin B12 (cyanocobalamin injection) ? Cyanocobalamin is a man-made form of vitamin B12. Vitamin B12 is important for growth, cell reproduction, blood formation, and protein and tissue synthesis. Cyanocobalamin is used to treat vitamin B12 deficiency in people with pernicious anemia and other conditions."}
{"qid": 326629, "psgid": 7422765, "query": "how much protein is in a lb of ground beef", "passage": "It depends on the cut, as some cuts have more protein than others because of the fat content. There are 80-100 grams of protein per pound of ground beef. However, there are 12 … 0-135 grams of protein in one pound of steak. Remember that cooking denatures the proteins in a food."}
{"qid": 757511, "psgid": 7432652, "query": "what is imazamox", "passage": "Imazamox is a member of the. imidazolinone class of herbicides that also includes imazapic, imazapyr, imazethapyr, imazamethabenz, and imazaquin (SERA, 2010). It is used for control of most annual and perennial. broadleaf weeds and grasses, woody species, and riparian and emergent aquatic weed species."}
{"qid": 999261, "psgid": 3368477, "query": "where is university of bridgeport located", "passage": "The University of Bridgeport, commonly referred to as UB, is a private, independent, non-sectarian, coeducational National university located on the Long Island Sound in the South End neighborhood of Bridgeport, Connecticut."}
{"qid": 915769, "psgid": 7826108, "query": "what types of organisms go through fermentation?", "passage": "Without oxygen, these cells only undergo glycolysis and produce 2 ATP per glucose molecule. Next, they need to reduce pyruvate to regenerate NAD+ from NADH + H+. Fermentation is the process that performs this job. In lactic acid fermentation, pyruvate is reduced to lactic acid. This occurs in cells such as our muscles when we're exercising. In alcoholic fermentation, pyruvate is reduced to alcohol and releases carbon dioxide."}
{"qid": 1101531, "psgid": 7787994, "query": "difference between a goal and an expected outcome", "passage": "Difference between Goals and Outcome. Key Difference: A goal is a desired result that a person wishes to achieve. It is a target that a person wants to reach. It is an end-point of where a person sees himself after a certain period of time. While goals are milestones that a person wants to achieve, outcomes are the possible results that will be achieved when a person completes the milestone. Outcome is basically the result of a certain scenario."}
{"qid": 1016406, "psgid": 7752085, "query": "which one of the following organelles is involved in the production of proteins that are exported from the cell?", "passage": "Protein synthesis is where RNA comes into a ribosome after copying DNA. There, the RNA's copy gets transformed into a protein when the specific order of amino acids is read. So, in short, ribosomes make all of the cell's proteins, which are needed to do everything in the cell. Ribosomes are first made in the nucleus, but they can be found on the Rough Endoplasmic Reticulum (Rough ER) and freely floating around in the cell's cytoplasm. Ribosomes work with every organelle in the cell due to their making of proteins, which are needed to build everything."}
{"qid": 1096516, "psgid": 7494778, "query": "how many words for an introduction manuscript", "passage": "Introduction is useful also to the journal’s reviewers and editors in judging the importance of. your manuscript. An Introduction is usually  300 to 500 words, but may be more, depending on the journal and. the topic."}
{"qid": 494086, "psgid": 7483315, "query": "search definition of a deacon", "passage": "Wiktionary(0.00 / 0 votes)Rate this definition: deacon(Noun) A designated minister of charity in the early Church (see Acts 6:1-6). deacon(Noun) A clergyman ranked directly below a priest, with duties of helping the priests and carrying out parish work. deacon(Noun) A lay leader of a congregation who assists the pastor. deacon(Noun) A junior Lodge officer."}
{"qid": 534617, "psgid": 7657954, "query": "userra definition", "passage": "​​The Uniformed Services Employment and Reemployment Rights Act (USERRA) is a federal law, passed in 1994, that protects military service members and veterans from employment discrimination on the basis of their service, and allows them to regain their civilian jobs following a period of uniformed service."}
{"qid": 1095155, "psgid": 7610928, "query": "how old is singer johnny lee", "passage": "Johnny Lee (singer) John Lee Ham (born July 3, 1946), known professionally as Johnny Lee, is an American country music singer. His 1980 single Lookin' for Love became a crossover hit, spending three weeks at number 1 on the Billboard country singles chart while also appearing in the Top 5 on the Billboard Pop chart and Top 10 on Billboard's Adult Contemporary chart."}
{"qid": 84106, "psgid": 184742, "query": "cause of a dense prostate", "passage": "Many of the symptoms of prostate cancer relate to the enlargement of the gland, so they are not specific to prostate cancer and can be caused by other conditions like benign prostatic hyperplasia, which enlarges the prostate gland. Very early prostate cancer may also be small and not produce any specific symptoms."}
{"qid": 232703, "psgid": 7359238, "query": "how far is williamson ga from atlanta ga", "passage": "Related Distances For Williamson, GA. Williamson, GA to Macon, GA 56 Miles; Williamson, GA to Griffin, GA 7 Miles; Williamson, GA to Atlanta, GA 43 Miles"}
{"qid": 1091667, "psgid": 7896033, "query": "phone number for groupone healthsource", "passage": "What is the phone number for Groupone Health Source? The phone number for Groupone Health Source is (573) 893-8567 What is the internet address for Groupone Health Source? The website (URL) for Groupone Health Source is www.grouponehealthsource.com."}
{"qid": 285537, "psgid": 7395774, "query": "how many horsepower needed to plane a flat bottom boat", "passage": "Take your boat weight and divide by 50. So, a 1000 lb boat (boat, motor, gear, passengers), flat bottom or still water would take 20HP to plane. If your boat with all gear is heavier, it will take more HP to plane.If your boat has a v-hull, it will take more HP to plane.If your boat is in rough water, it will take more HP to plane.Note: this is only to plane, not run around at 30 MPH. So, let's look at this. You have an aluminum boat that weighs 450 lbs. You weigh 250 lbs. You carry 6 gal of gas (total weight approx 48 lbs).This is now a total of 750 lbs. You will need a MINIMUM of 15 hp to plane. So, you stick a 15 hp engine on it and you are happy.ou have an aluminum boat that weighs 450 lbs. You weigh 250 lbs. You carry 6 gal of gas (total weight approx 48 lbs). This is now a total of 750 lbs. You will need a MINIMUM of 15 hp to plane. So, you stick a 15 hp engine on it and you are happy."}
{"qid": 1086305, "psgid": 7111408, "query": "what car did the pope ride in", "passage": "The Pope’s Ride. The famous “Popemobile,” which allows Popes to elevate above crowds, isn’t always the same car. There are several different vehicles that make up a larger papal vehicle fleet. A modified Jeep Wrangler will serve as his Popemobile American ride."}
{"qid": 1075336, "psgid": 7153793, "query": "what is a condominium property regime", "passage": "Basic Concepts of Condominium Property Laws Preliminarily, it is useful to understand exactly what a “condominium property regimes law” is – and what it isn’t. A condominium property regimes law is a land ownership law, a consumer protection law, and a community governance law. It is not a land use law (i.e., it does not govern what structures"}
{"qid": 1085775, "psgid": 7116157, "query": "what connection does guided imagery take advantage of to transport you deep into", "passage": "Guided Imagery What is it? Guided imagery is a traditional mind-body technique that is also considered a form of hypnosis. Visualization and guided imagery offer tools to direct one’s concentration on images held in the mind’s eye. These therapies take advantage of the connection between the visual brain and the involuntary nervous system."}
{"qid": 991419, "psgid": 7887307, "query": "where is redford michigan", "passage": "Redford, MI Homes for Sale With a population of over 48,000 people, Redford, Michigan is popular suburb of the Detroit area. It is also a charter township of Wayne County, and there are several affordable homes for sale throughout the city."}
{"qid": 661028, "psgid": 7513792, "query": "what foods are in the cruciferous family", "passage": "If you look more closely at their phytochemical [plant-based chemical] content, or the growing amount of research into their specific effects on the body and disease, a few vegetables appear to be downright “miracle” foods! One such group of veggies are those of the Brassica family; commonly known as cruciferous. These include broccoli, Brussel sprouts, cabbage, cauliflower, kale, radish, rutabaga, turnip and even arugula."}
{"qid": 1085584, "psgid": 7117874, "query": "carbon reactivation facilities california", "passage": "With three spent carbon reactivation facilities (Darlington, PA, Parker, AZ and Red Bluff, CA), Evoqua Water Technologies is a leader in spent carbon reactivation. The Darlington and Parker facilities are both permitted to process RCRA hazardous spent carbon, making Evoqua the only supplier with permitted capacity serving both the East and West Coasts. The Red Bluff facility is the largest non-hazardous carbon reactivation facility in the western United States."}
{"qid": 1003213, "psgid": 7258172, "query": "when wa american blues originated", "passage": "The best blues is visceral, cathartic, and starkly emotional. From unbridled joy to deep sadness, no form of music communicates more genuine emotion. The blues has deep roots in American history, particularly African-American history. The blues originated on Southern plantations in the 19th Century. Its inventors were slaves, ex-slaves and the descendants of slaves—African-American sharecroppers who sang as they toiled in the cotton and vegetable fields."}
{"qid": 960003, "psgid": 7921821, "query": "when was stew invented", "passage": "The 14th century French epicure, Taillevent, also alludes to beef stew in a recipe for the first time in modern history. The recipe was called ragout, a braised dish wherein the main ingredient is beef (bovine or cattle meat). Since then, hundreds of beef stew recipes have appeared all across the globe."}
{"qid": 650076, "psgid": 7539981, "query": "what does the egyptian plover", "passage": "Least Concern (IUCN 3.1) The Egyptian plover (Pluvianus aegyptius), also known as the crocodile bird, is a wader, the only member of the genus Pluvianus. Formerly placed in the pratincole and courser family, Glareolidae, it is now regarded as the sole member of its own monotypic family Pluvianidae."}
{"qid": 857943, "psgid": 7970804, "query": "what is trump", "passage": "Look up Trump or trump in Wiktionary, the free dictionary. Trump most commonly refers to: Donald Trump (born 1946), 45th President of the United States, American businessman, and television personality Trump (card games), a card of a suit which outranks all other suits in many trick-taking games"}
{"qid": 1092984, "psgid": 7787893, "query": "meaning of porting", "passage": "Porting Definition - Porting is the process of adapting software in an environment for which it was not originally written or intended to execute in. The.... Porting Definition - Porting is the process of adapting software in an environment for which it was not originally written or intended to execute in. The..."}
{"qid": 480932, "psgid": 7431182, "query": "price of silver per ounce history", "passage": "The market saw prices come back down following the parabolic rise, and silver once again found itself trading under the $10 per ounce level by the late 1980s. Silver maintained a trading range under $10 for years to come, and prices would not climb above $10 per ounce until 2006. 2008 saw the price of silver basically double to about $20 per ounce. This may potentially have been due to the breaking financial crises of 2008/2009 that saw the global banking system nearly collapse."}
{"qid": 1095542, "psgid": 7580351, "query": "how much rain does phoenix get in a year", "passage": "Just last week, more than 3.5 inches fell in some parts of Phoenix in what officials called a 100-year event. So, how much rain does Phoenix officially get each year? According to 120 years of data from the National Weather Service, Phoenix gets about 7.57 inches of rain annually. We've compiled all that data into one chart, and here are a few other things we learned: The most rain ever recorded in Phoenix in a single year was in 1905."}
{"qid": 766202, "psgid": 7880238, "query": "what is liquid white paint", "passage": "Liquid white is essential to the wet-on-wet painting technique. You coat the canvas with a base coat of the liquid white, sometimes called liquid clear, and then paint over that. Whereas oil paints are thick and have a consistency of soft butter, liquid white is more of a creamy paint."}
{"qid": 1096044, "psgid": 7540058, "query": "how much does open heart surgery cost", "passage": "Open Heart Surgery: $324,000 Open heart surgery is often an urgent procedure that carries with it a lot of complications and follow-up appointments. Taking the surgery and its recovery period into consideration, the expenses for open heart surgery are very high. 8. Pancreas Transplant: $289,400. A transplant of the pancreas is a very long procedure and patients average a post-surgery stay in the hospital of about 21 days."}
{"qid": 1100192, "psgid": 7183362, "query": "greek pottery and their meaning", "passage": "Greek pottery: Greek pottery, the pottery of the ancient Greeks, important both for the intrinsic beauty of its forms and decoration and for the light it sheds on the development of Greek pictorial art. Because fired clay pottery is highly durable—and few or no Greek works in wood, textile, or wall painting have"}
{"qid": 48998, "psgid": 7384687, "query": "bash meanong", "passage": "v. bashed, bash·ing, bash·es. v. tr. 1. To strike with a heavy, crushing blow: The thug bashed the hood of the car with a sledgehammer."}
{"qid": 119168, "psgid": 6026668, "query": "define coherent", "passage": "Definition of coherent. 1a : logically or aesthetically ordered or integrated : consistent coherent style a coherent argumentb : having clarity or intelligibility : understandable a coherent person a coherent passage."}
{"qid": 776080, "psgid": 7802566, "query": "what is nephrology definition", "passage": "How to Become a Nephrologist. Nephrology, which is the branch of internal medicine that deals with the kidney, is the nephrologist's specialty. To become a nephrologist, a doctor must successfully complete medical school, and then go on to a residency program for a term usually of three years."}
{"qid": 992950, "psgid": 7278548, "query": "which super bowl did colin kaepernick play in", "passage": "It's a darn good blitz, he said following the Ravens' 34-31 victory over the 49ers in Super Bowl XLVII. And on Sunday the Ravens ran it to perfection. Defensive tackle Arthur Jones slapped the center on the side and slipped past him toward Niners quarterback Colin Kaepernick. Linebacker Dannell Ellerbe raced through on the other side. Both had clean shots at the passer before them. If Pees was watching the surge, he would have seen that Kaepernick had no chance against Cable."}
{"qid": 1032198, "psgid": 7214524, "query": "current time in oakland ca", "passage": "Current Local Time: Oakland, California is in the Pacific Time Zone: The Current Time in Oakland, California is: Thursday 2/15/2018 12:24 PM PST Oakland, California is in the Pacific Time Zone"}
{"qid": 496244, "psgid": 7652710, "query": "should comp time for overtime for government employees be accrued", "passage": "For employees on a flexible work schedule, overtime is all work time officially ordered in advance that is in excess of 8 hours in a day, or 40 hours in a week, or 80 hours in a biweekly pay period."}
{"qid": 522076, "psgid": 7567576, "query": "tobira stock price", "passage": "We are reiterating a Buy rating on the common stock of Tobira Therapeutics with an updated price target (intrinsic value) of $34.88 using sum-of-the parts, enterprise DCF method. Tobira Therapeutics (NASDAQ: TBRA) announced the one-year results of a Phase 2 (CENTAUR) clinical trial in patients with non-alcoholic steato-hepatitis (NASH) on July 25."}
{"qid": 795951, "psgid": 7929339, "query": "what is shoulder splint injury?", "passage": "These 10 animal facts will amaze you. A shoulder splint is typically used to help keep the shoulder and upper arm stable after surgery, injury, or other trauma. These help keep the shoulder or upper arm straight and align the bones and joints, which helps the healing process."}
{"qid": 421813, "psgid": 7644384, "query": "is protonix an antacid", "passage": "1. Let's start with the basics. Antacids neutralize excess stomach acid to relieve heartburn, sour stomach, acid indigestion, and stomach upset. They are sometimes prescribed to help relieve the pain of stomach and duodenal ulcers. Some antacids also contain simethicone, an ingredient that helps eliminate excess gas."}
{"qid": 983299, "psgid": 7768512, "query": "where is george michael buried", "passage": "Friends reveal George Michael will ‘be buried beside his beloved mother’ in family’s private plot in Highgate Cemetery. The Wham! singer, who died on Christmas Day, bought a grave for his mum in Highgate Cemetery when she passed away in 1997."}
{"qid": 445573, "psgid": 7482263, "query": "marketing communication specialist job duties", "passage": "Job Description MARKETING COMMUNICATIONS SPECIALIST Category: Marketing Reports To: Job Description Assists sales and marketing management with communications media and advertising materials to effectively represent and publicize the company’s products and services to customers and prospects."}
{"qid": 442673, "psgid": 7452937, "query": "longest running african american sitcom", "passage": "The Jeffersons represented the American Dream. With 11 seasons, it's one of the longest-running sitcoms on American television, and it all began as a simple spin-off of All in the Family. That's right, notorious racist Archie Bunker deserves some credit for bringing George Jefferson into the world."}
{"qid": 1101552, "psgid": 7777906, "query": "did elvis suffer from congestive heart failure", "passage": "DNA analysis reveals genetic heart defect that could have killed Elvis. Elvis Presley died of a heart attack in August 1977, aged 42; DNA from his hair offers new theory as to the cause of his death; Scientists found that he was genetically prone to heart muscle disease; Analysis also found 'mutations' causing obesity, glaucoma and migraines; By Sara Malm"}
{"qid": 233904, "psgid": 7996243, "query": "how fast does irs process refunds", "passage": "We know how important your tax refund is to you. Good news, the IRS started processing tax returns on January 30th. Returns will be processed in the order they were submitted and as soon as your tax return is accepted, we will notify you by email. This notification could take up to 48 hours. The IRS estimates that you should receive your tax refund within 21 days of your return being accepted. The IRS issued more than 9 out of 10 refunds in less than 21 days last year and expects the same results this year. Once your tax return has been accepted by the IRS, you can track the status of your refund by logging into your MyTurboTax account or checking the IRS Where’s My Refund Tool."}
{"qid": 992605, "psgid": 7279379, "query": "which variety of rosemary grows well in north carolina?", "passage": "Rosemary. A popular herb to grow in North Carolina is rosemary. This perennial plant grows taller than most herbs, up to 6 feet in height, and remains its vibrant green all season long. Rosemary grows in upright mounds that look like small bushes. Planted along the front walkway or flower bed, rosemary creates a stunning focal point to the landscape."}
{"qid": 20520, "psgid": 8007226, "query": "arbitrage definition", "passage": "Full Definition of ARBITRAGE. 1. : the nearly simultaneous purchase and sale of securities or foreign exchange in different markets in order to profit from price discrepancies. 2. : the purchase of the stock of a takeover target especially with a view to selling it profitably to the raider.See arbitrage defined for English-language learners.usiness: the practice of buying something (such as foreign money, gold, etc.) in one place and selling it almost immediately in another place where it is worth more."}
{"qid": 300246, "psgid": 7814107, "query": "how many words in a dictionary", "passage": "You won’t find two that agree on what to list. Almost every word in the language has this fuzzy penumbra of inflected forms, separate senses and compounds, some to a much greater extent than climb. To take a famous case, the entry for set in the Oxford English Dictionary runs to 60,000 words. The noun alone has 47 separate senses listed. Are all these distinct words?"}
{"qid": 220151, "psgid": 7337562, "query": "how do river otters see underwater?", "passage": "River otters are found in lakes, streams, rivers, and ponds in forested areas. They also spend a lot of time on land. River otters are found all along the east coast of the US, northern parts of the Midwest, in the Pacific Northwest, and most of Canada. They live in dens along the banks of rivers and lakes."}
{"qid": 75698, "psgid": 7550499, "query": "can windows media player play amr files", "passage": "Actually, it is pretty simple to play AMR files in Windows Media Player, iPhone, Android, iPad, iPod, BlackBerry, Samsung and more. All we need is to convert AMR files to MP3, WAV, M4A, WMA and more with a professional AMR Converter."}
{"qid": 1010057, "psgid": 7247841, "query": "what years did sonics win championship", "passage": "The SuperSonics won the NBA championship in 1979. Overall, the franchise won three Western Conference titles: 1978, 1979, and 1996. The franchise also won six divisional titles, the most recent being in 2005, with five in the Pacific Division and one in the Northwest Division."}
{"qid": 1026991, "psgid": 7223327, "query": "what kind of flour can you use in bread machines", "passage": "You can successfully substitute all purpose flour for bread flour in you bread machine. This is a guide about recipes using all purpose flour in bread machine."}
{"qid": 1100875, "psgid": 7114492, "query": "effects of using pedialyte", "passage": "Plus, if you’re aiming for weight loss, the calorie content in Pedialyte and sports drinks is likely to negate the effects of a moderate workout. Yet rehydrating with a drink like Pedialyte enables the body to replenish and retain the fluids and essential electrolytes longer than plain water. Bottom line: Aim to make water your No. 1 choice for hydration. But Pedialyte could have benefits if you are feeling particularly dehydrated after a long or hot run. If you feel you would benefit from the electrolyte boost, DeRaad says it’s possible to make a homemade version of Pedialyte using World Health Organization guidelines."}
{"qid": 616415, "psgid": 58347, "query": "what date was the revolutionary war", "passage": "The American Revolution (1775-83) is also known as the American Revolutionary War and the U.S. War of Independence. The conflict arose from growing tensions between residents of Great Britain’s 13 North American colonies and the colonial government, which represented the British crown."}
{"qid": 999791, "psgid": 7264701, "query": "where does tulips now grow", "passage": "Popular regions for tulip growing include Holland,... Tulips are native to North Africa, Greece, Turkey, Iran, Ukraine, Mongolia and southern Siberia but are now grown in countries across the globe. Popular regions for tulip growing include Holland,..."}
{"qid": 471007, "psgid": 7612985, "query": "oxygen deprived blood causes what symptoms", "passage": "Symptoms of low oxygen levels in the blood include rapid breathing, fast heart rate, confusion, shortness of breath and changes in the skin color, which can range from blue to cherry red, according to WebMD. Body tissues require a certain amount of oxygen for the body to function properly, notes Mayo Clinic."}
{"qid": 1092005, "psgid": 7867849, "query": "on what do biologists base their classification of organisms?", "passage": "The classification system that scientists use today is based on the contributions of Linnaeus. But today’s classification system uses a series of many levels to classify organisms. The Major Levels of Classification Organisms are classified by their characteristics and relatedness. The diagram below shows the levels most biologists use."}
{"qid": 775355, "psgid": 7873839, "query": "what is natamycin", "passage": "Natamycin (INN), also known as pimaricin and sometimes sold as Natacyn, is a naturally occurring antifungal agent produced during fermentation by the bacterium Streptomyces natalensis, commonly found in soil. Natamycin has a very low solubility in water; however, natamycin is effective at very low levels. Its minimum inhibitory concentration is less than 10 ppm for most molds. Natamycin is classified as a macrolide polyene antifungal, and as a drug, is used to treat fungal keratitis, an infection of the eye."}
{"qid": 870693, "psgid": 7874702, "query": "what kind of specialist is a colorectal surgeon", "passage": "Find Colon and Rectal Surgeons. Colon and rectal surgeons diagnose and treat diseases of the lower digestive tract, including colon cancer. A B C D E F G H I J K L M N O P Q R S T U V W X Y Z. A B C D E F G H I J K L M N O P Q R S T U V W X Y Z. A."}
{"qid": 1017529, "psgid": 7237580, "query": "what to do for a sore wrist", "passage": "A wrist brace may be worn to treat a sore wrist. Massages and other types of physical therapy may help treat a sore wrist. Typing on a keyboard can be hard on the wrists, possibly aggravating carpal tunnel problems. A broken wrist may need to be put into a cast. A person with wrist pain."}
{"qid": 1083641, "psgid": 7135580, "query": "what does in succession mean", "passage": "Succession (noun) the right to enter upon the possession of the property of an ancestor, or one near of kin, or one preceding in an established order. Succession (noun) the person succeeding to rank or office; a successor or heir. Origin: [L. successio: cf. F. succession. See Succeed.]"}
{"qid": 25534, "psgid": 7733858, "query": "are there allergy drops for your ear congestion", "passage": "like Advil or Aleve, Antibiotic ear drops and steroid ear ... ...like Advil or Aleve, Antibiotic ear drops and steroid ear drops,, He can also advise nasal decongestant sprays for relief from congestion.."}
{"qid": 1053997, "psgid": 7963118, "query": "who was foreign minister molotov", "passage": "In 1930 Joseph Stalin appointed Molotov as his prime minister. When the Jewish origins of Maxim Litvinov created problems for Stalin during his negotiations with Germany in 1939, Molotov became the new Commissar of Foreign Affairs. Soon afterwards Molotov signed the the Nazi-Soviet Pact."}
{"qid": 1079959, "psgid": 7974712, "query": "world's most poisonous snakes in the world", "passage": "But even these have relatively low levels of venom compared to the most venomous snakes in the world, which mostly consist of mambas, cobras, adders, kraits and vipers. If you are travelling to India or Southeast Asia, you have the highest likelihood of crossing paths with some of the world’s most venomous snakes."}
{"qid": 1000459, "psgid": 7263359, "query": "where do black widow spiders live in the us?", "passage": "BLACK WIDOW SPIDERS. Several species of black widow are common in North America, but in the western United States the only species present is the western black widow, Latrodectus hesperus. Its habitat ranges from British Columbia and Alberta to Mexico and throughout the Rocky Mountains to the western portions of the Great Plains."}
{"qid": 1002145, "psgid": 7260912, "query": "when will hummingbirds show up around florida", "passage": "believe that the hummingbird’s glittering plumage contains mythical powers. However, most of us merely enjoy watch-ing these sparkling gems of the bird world. Description Hummingbirds live only in the Americas. Of the 338 species known, 16 are found in the United States and 3 occur in Florida. Black-chinned and rufous hummingbirds occasionally can be seen in Florida during the winter. The ruby-throated hummingbird (Figure 1) is by far the most common hummer in the state. This feathered jewel is about"}
{"qid": 888777, "psgid": 7895540, "query": "what produce the fibrous protein keratin", "passage": "KEROTINOCYTES: produce a fibrous protein called KERATIN. Hair is made of dead keratinized skin cells. Nails are made of tightly compressed keratinized cells. Contains proteins that keep the skin waterproof. Keratin imparts permeability to the skin and the ability to withstand mechanical stress."}
{"qid": 1057112, "psgid": 7173446, "query": "what is datum target", "passage": "Datum Target GD&T Training Definition. Geometric Dimensioning & Tolerancing GD&T Training. GD&T Training Definitions. Datum Target - is a specified point, line, or area on a part that is used to establish the Datum Reference Plane for manufacturing and inspection operations."}
{"qid": 1092042, "psgid": 7864307, "query": "benefits of vitex agnus", "passage": "One of the benefits of Vitex Chasteberry Tree is that it can help to lessen the bleeding. Many reviews of Vitex Chasteberry tree reveal that there are a number of Vitex Chasteberry benefits. For women suffering from the unpleasant side effects of hormonal imbalance the Chasteberry benefits can be wonderful. Read below for more information about the Benefits of Vitex Agnus Castus."}
{"qid": 1070412, "psgid": 7786003, "query": "why is health communications", "passage": "The Field of Health Communication. Health communication is the study of how health information is generated and disseminated and how that information affects individuals, community groups, institutions and public policy. The field includes the study of secular communication, as well as the strategic communication of evidence-based health information to professional and non-professional audiences."}
{"qid": 1083332, "psgid": 7138601, "query": "causes of neuropathic bladder", "passage": "Any condition that impairs bladder and bladder outlet afferent and efferent signaling can cause neurogenic bladder. Causes may involve the CNS (eg, stroke, spinal injury, meningomyelocele, amyotrophic lateral sclerosis), peripheral nerves (eg, diabetic, alcoholic, or vitamin B 12 deficiency neuropathies; herniated disks; damage due to pelvic surgery), or both (eg, Parkinson disease, multiple sclerosis, syphilis)."}
{"qid": 1091194, "psgid": 7934596, "query": "qsen definition of safety", "passage": "The following statement is to be displayed prominently in instructional materials: The Quality and Safety Education for Nurses Education Consortium (QSENEC) is a national initiative of the American Association of Colleges of Nursing (AACN) to enhance quality and safety content throughout nursing courses in entry-level nursing programs."}
{"qid": 1027812, "psgid": 7222529, "query": "what kind of cancer does patrick have", "passage": "Swayze: Outlived Most With Pancreatic Cancer. Patrick Swayze passed away Monday at the age of 57, but his 20-month battle with pancreatic cancer showed how tough the disease is -- and how unusual it is for people to survive with it as long as he did."}
{"qid": 437291, "psgid": 7679571, "query": "largest shipping day of year", "passage": "SEATTLE – Monday was the biggest shipping day of the year and Amazon took that literally. A photo taken in Seattle shows a gigantic box with the famous Amazon smile logo on the side. The box was so large, a flatbed truck was needed to deliver it. Q13 News producer Lauren Padgett snapped the picture and posted it on Twitter."}
{"qid": 817597, "psgid": 7739188, "query": "what is the difference between graduate and undergraduate", "passage": "• Graduate school and undergraduate schools are both connected with universities. Undergraduate schools offer degrees that work as a foundation degree programme. Graduate schools offer degrees that are specialized in a field of interest."}
{"qid": 171527, "psgid": 7681920, "query": "does solar radiation cause global warming", "passage": "Part of this radiation is directed towards the surface, warming it. On Earth, solar radiation at the frequencies of visible light largely passes through the atmosphere to warm the planetary surface. The surface itself emits energy at the lower frequencies of infrared thermal radiation. Infrared radiation is absorbed by greenhouse gases in the atmosphere. These gases also radiate energy, some of which is directed to the surface and lower atmosphere."}
{"qid": 164946, "psgid": 7933601, "query": "does comcast charge extra for hd", "passage": "Comcast promises to deliver UHD programming with its new Xi4 set-top box, without extra cost to its subscribers. But it sounds as though such content may be limited at first to on-demand streaming, rather than live television, which is still being broadcast in HD."}
{"qid": 1024727, "psgid": 1216143, "query": "what mla format", "passage": "MLA format is one of the most common structures for organizing a paper in academic writing. In this video, we will cover the basics of MLA format, focusing on citing within the text and creating a Works Cited page."}
{"qid": 619087, "psgid": 909716, "query": "what did he invent garrett morgan", "passage": "He went on to patent several inventions, including an improved sewing machine and traffic signal, a hair-straightening product, and a respiratory device that would later provide the blueprint for WWI gas masks. The inventor died on August 27, 1963, in Cleveland, Ohio."}
{"qid": 1051990, "psgid": 7927726, "query": "who sings the song rise up", "passage": "See Harry Styles Play Mick Jagger, Perform New Songs on... See Melissa McCarthy's Sean Spicer Apologize for Hitler... 'America's Got Talent' Star Jayna Brown on Stunning 'Rise Up' Performance. 'America's Got Talent' star Jayna Brown talks about Louis Tomlinson pressing the Golden Buzzer and why she chose Andra Day's Rise Up for her audition."}
{"qid": 1091246, "psgid": 7930017, "query": "property premises meaning", "passage": "premises definition, meaning, what is premises: the land and buildings owned by someone, especially by a company or organization: . Learn more."}
