{"qid": 930326, "psgid": 2248151, "query": "what's good for sinus pressure", "passage": "Keeping your nose and sinuses moist is good for sinus health, says Kelleher. When sinuses get too dry, the mucociliary transport system that traps and moves irritants stops working. If your house is dry, use a humidifier and keep the humidity between 30 and 50 percent."}
{"qid": 1092528, "psgid": 7823039, "query": "most decorated american skiers", "passage": "From pacesetting for NASTAR, to his incredible brand relationships and his innate passion for spreading his love for skiing, Rahlves is much more than the most decorated male American Downhiller and Super G skier in history."}
{"qid": 997878, "psgid": 7268978, "query": "where is saukville wisconsin", "passage": "Saukville, Wisconsin. Saukville is a village in Ozaukee County, Wisconsin, United States. The population was 4,451 at the 2010 census. Most of the village perimeter is bordered by the Town of Saukville to the north and west, the Town of Port Washington to the east and southeast and by the Town of Grafton to the south and southwest. 1 Geography."}
{"qid": 24807, "psgid": 7305710, "query": "are schwann cells are glial cells of the central nervous system", "passage": "Structure [edit]. Schwann cells are a variety of glial cell that keep peripheral nerve fibres (both myelinated and unmyelinated) alive. In myelinated axons, Schwann cells form the myelin sheath (see above). The sheath is not continuous. Individual myelinating Schwann cells cover about 100 micrometres of an axon—equating to approximately 10,000 Schwann cells along a 1 metre length of the axon."}
{"qid": 694063, "psgid": 7446117, "query": "what is a pda device", "passage": "Short for personal digital assistant, this is the name given to small handheld devices that combine computing, telephone/fax, Internet and networking features. A typical PDA can function as a cellular phone, fax sender, Web browser and personal organizer. These devices are usually pen-based, which requires the use of a stylus rather than a keyboard for input. PDAs today are available in either a stylus or keyboard version."}
{"qid": 1020710, "psgid": 7232730, "query": "what sickness has headache and nausea symptoms", "passage": "These viral illnesses can give you nausea and a bad headache. But unlike migraine headaches, you’ll usually have other symptoms, too, like a runny nose, diarrhea, chills, body aches, and fever. Meningitis. A severe headache that causes nausea and extreme sensitivity to light may sound like a migraine. But if you also have a very stiff neck, with or without a fever, it could be meningitis, and requires emergency evaluation and treatment. Cluster headache. Nausea isn’t a typical symptom of these intense, one-sided headaches like it is for migraines."}
{"qid": 997913, "psgid": 7268934, "query": "where is rovna", "passage": "394 21 Rovná is a village and municipality in Pelhřimov District in the Vysočina Region of the Czech Republic. The municipality covers an area of 4.29 square kilometres (1.66 sq mi) and has a population of 59 (as at 28 August 2006)."}
{"qid": 933652, "psgid": 2255880, "query": "what's the weather in riga in celsius", "passage": "Weekly Weather Report for Riga, Latvia. Looking at the weather in Riga, Latvia over the next 7 days, the maximum temperature will be 13℃ (or 56℉) on Monday 10th April at around 2 pm. In the same week the minimum temperature will be -1℃ (or 31℉) on Friday 14th April at around 11 pm."}
{"qid": 727551, "psgid": 7443792, "query": "what is capital restructuring", "passage": "Capital Restructuring is much like remodeling your own home, it makes it more appealing. Capital Restructuring can make your business more appealing to prospective stakeholders because this financial management tactic most often:1  decreases expenses. 2  improves operational efficiency,3  raises the EPS of the business and.4  provides a base for much better overall operational results.apital Restructuring can make your business more appealing to prospective stakeholders because this financial management tactic most often: 1  decreases expenses. 2  improves operational efficiency, 3  raises the EPS of the business and. 4  provides a base for much better overall operational results."}
{"qid": 654633, "psgid": 626512, "query": "what does vaginal discharge mean", "passage": "The vaginal walls and uterine cervix contain glands that produce a small amount of fluid that helps to keep the vagina clean. This normal fluid is usually thin and clear or milky white and does not have an unpleasant smell. Vaginal discharge is thicker at specific times of the menstrual cycle (at the time of ovulation), during breastfeeding, or during sexual arousal. This temporary thickening of the vaginal discharge is normal and is not associated with the symptoms and signs of vaginal infection."}
{"qid": 1006578, "psgid": 7253021, "query": "define prefabricate", "passage": "prefabricate. 1  to fabricate or construct beforehand. 2  to manufacture in standardized parts or sections ready for quick assembly and erection, as buildings."}
{"qid": 1092484, "psgid": 7825939, "query": "most nigeria read newspaper", "passage": "With more than 42 branches across the country, Sun News is one of the most widely read newspapers in Nigeria. This good reputation is also translated online where it comes in as one of the top 10 most popular Newspapers in Nigeria. Sun News Online is available on the internet at this link. 4. Sahara Reporters"}
{"qid": 114037, "psgid": 3042404, "query": "current price of soybeans", "passage": "Soybean Prices - 45 Year Historical Chart. Interactive chart of historical daily soybean prices back to 1971. The price shown is in U.S. Dollars per bushel. The current price of soybeans as of April 13, 2017 is $9.6625 per bushel. Loading interactive chart..."}
{"qid": 138266, "psgid": 7640621, "query": "definition of solar wind", "passage": "What is solar wind? The solar wind is a stream of energized, charged particles, primarily electrons and protons, flowing outward from the Sun, through the solar system at speeds as high as 900 km/s and at a temperature of 1 million degrees (Celsius). It is made of plasma."}
{"qid": 796812, "psgid": 7825893, "query": "what is slack space", "passage": "Slack space is the unused space between the end of the actual file and the end of the the defined data unit (cluster). A cluster is the smallest unit of storage that the operating system can deal with. When a file is written, and does not occupy the entire cluster, the remaining space is slack space. For example, assume that the OS uses a 4k cluster and 512 byte sector, meaning it writes data in 4k increments made up of eight 512 byte sectors, regardless of the actual size of the file being written. This means that if a 2000 byte file were written to this cluster the remaining 2096 bytes would be slack."}
{"qid": 1052115, "psgid": 7181909, "query": "what is lemon party", "passage": "party with lemons. In Canada it is a political event so I'm not sure what it would be for you. There are some references to games and music but I was not able to get onto those sites (at work they block them) but I was curious myself. Would be interested to know for sure."}
{"qid": 556976, "psgid": 7502345, "query": "what are conchae or turbinates and what function do they do for breathing?", "passage": "Another function of the nasal conchae is channeling the air entering the respiratory system to go through the mucous membrane and cilia to be filtered and warmed up properly [12]. The inferior conchae are primarily responsible for the above functions while the middle conchae create a protective shield over the sinuses."}
{"qid": 80876, "psgid": 7636706, "query": "can you use text messages in court", "passage": "Child support, visitation, and custody are all very different things. And yes, text messages are admissible in court. He will have to pay child support whether you are married or not. M T · 7 years ago."}
{"qid": 991079, "psgid": 7282993, "query": "who is camille grammer boyfriend", "passage": "Camille Grammer’s newly engaged fiancé appeared on “RHOBH,” but it quickly turned ugly. Read all about Camille Grammer’s boyfriend, David C. Meyer. Camille Grammer’s newly engaged fiancé appeared on “RHOBH,” but it quickly turned ugly."}
{"qid": 988745, "psgid": 7287868, "query": "who is the new york county clerk", "passage": "Idoni Honored as New York's County Clerk of the Year County Clerk Wins Two State Awards Westchester County Clerk Tim Idoni was honored by his peers with two prestigious awards on June 12, 2017 at the New York State Association of County Clerks (NYSACC) conference held in Lake Placid, New York."}
{"qid": 1084910, "psgid": 7123877, "query": "what disease do roof rats cause", "passage": "Common diseases spread by roof rats include  plague, typhus, rat-bite fever, jaundice, trichinosis, and salmonellosis. Effective roof rat control starts with good housekeeping and proper sanitation, which are designed to eliminate the sources of food and shelter that attract the pests in the first place."}
{"qid": 100046, "psgid": 7371621, "query": "cortana what is the weather in whitefish montana", "passage": "Expect 12°C daytime maximum temperatures in the shade with on average 5 hours of sunshine per day in Whitefish in October. Check more long-term weather averages for Whitefish in October before you book your next holiday to Montana in 2018. More about Whitefish. Weather overview; More destinations; Monthly averages; Weather by month; 5-day weather forecast"}
{"qid": 968310, "psgid": 7932720, "query": "where did an important battle for the tennessee campaign happen", "passage": "Battles For Chattanooga: Background. After the Confederate victory at Chickamauga in northwest Georgia in September 1863, the Union army retreated to the vital railroad junction of Chattanooga, Tennessee."}
{"qid": 493508, "psgid": 7512335, "query": "schlimazel definition", "passage": "schlimazel - (Yiddish) a very unlucky or inept person who fails at everything. shlimazel. Yiddish - a dialect of High German including some Hebrew and other words; spoken in Europe as a vernacular by many Jews; written in the Hebrew script. unfortunate, unfortunate person - a person who suffers misfortune."}
{"qid": 1099653, "psgid": 7238718, "query": "how big is slovakia", "passage": "More Information about Slovakia. With its 5,443,583 people, Slovakia is the 116th largest country in the world by population. It is the 129th largest country in the world by area with 49,035 square kilometers. Slovakia's roots can be traced to the 9th century state of Great Moravia."}
{"qid": 989213, "psgid": 7286487, "query": "who is scarlett in total drama", "passage": "Scarlett PORTRAYED BY. Kristi Friday FULLNAME. Scarlett ALIAS. The Quiet Braniac ORIGIN. Total Drama: Pakithew Island. OCCUPATION. A third generational contestant of Total Drama POWERS AND SKILLS. Vast High Intelligence Master of Deception and Intimidation HOBBY. Deceptively acting positive whilst hiding her true nature Taking advantage of her nefarious agenda"}
{"qid": 498478, "psgid": 7662750, "query": "simpsons what rear first episode", "passage": "Bart of Darkness. Bart of Darkness is the first episode of The Simpsons' sixth season. It originally aired on the Fox network in the United States on September 4, 1994. It was written by Dan McGrath, and directed by Jim Reardon. In the episode, Bart breaks his leg and becomes increasingly isolated in his room."}
{"qid": 1092470, "psgid": 7827363, "query": "most popular spectator sports in australia", "passage": "Second only to Australian Rules is the Sydney based code of football - Rugby League. This is the most popular spectator sport in the Australian states of New South Wales, Queensland and the Australian Capital Territory. During the summer months Cricket is the most popular spectator sport throughout the entire country."}
{"qid": 508316, "psgid": 7559425, "query": "symptoms of ocd", "passage": "What Are the Signs of OCD? The symptoms of OCD include both obsessive and compulsive behaviors. Signs of obsession include: Repeated unwanted ideas; Fear of contamination; Aggressive impulses; Persistent sexual thoughts; Images of hurting someone you love; Thoughts that you might cause others harm; Thoughts that you might be harmed; Signs of compulsion include:"}
{"qid": 8798, "psgid": 7346304, "query": "_______ is a fuel produced by fermenting crops.", "passage": "solution, it has a somewhat sweet flavor, but in more concentrated solutions it has a burning taste. AN ALTERNATE FUEL SOLUTION: ETHANOL. Ethanol is an alcohol-based alternative fuel produced by fermenting and distilling any sugar based substrate or. starch crops that have been converted into simple sugars. Ethanol is most commonly used to increase octane and improve the emissions quality of gasoline. BENEFITS OF MFG ETHANOL."}
{"qid": 1095377, "psgid": 7592945, "query": "how much waste does the average american make", "passage": "The average American produces about 1,600 pounds (726 kg) of garbage a year, although Americans do not produce the most garbage... wise GEEK clear answers for common questions"}
{"qid": 633994, "psgid": 7715443, "query": "what does carte blanche mean", "passage": "In practice, Gorsuch’s opinion gives monopolists virtual carte blanche to perpetuate their dominance through unfair means, regardless of the consequences for consumers, competitors and citizens. – Washington Post; Summary. Carte blanche is another way to say that a person has permission to do things in whatever manner he or she chooses."}
{"qid": 1091059, "psgid": 495708, "query": "requirements to get a home loan", "passage": "Borrower Requirements. CalHFA does not accept applications directly. A CalHFA approved Lender will qualify you for a home loan, so you will need to apply with one of our Preferred Loan Officers or approved Lenders. Each loan program that CalHFA offers to homebuyers can have different criteria for income limits, minimum credit scores, citizenship etc."}
{"qid": 1090869, "psgid": 7963400, "query": "scar meaning in swahili", "passage": "I was interested to find out what the Lion King names mean, I did after looking through books and the internet, I also found out some other cool facts. Simba means lion. Nala means gift. Sarabi mean mirage. Kopa (Simab's son in a book series) means heart. Rafiki means friend. Pumbaa means stunned or slow wittied. Shenzi means savage. Banzai means skulk or lurk. Kovu means scar. Zira means hate (Originaly she was going to be called Bianca!) Nuka means stink. Vitani was originally going to be called Shetani which means devil. All other names are real Swahili names. Rafiki's song 'Asante sana, squash banana, we we nuga, mi mi apana' means 'thank you very much, squash banana, your a baboon and i'm not'"}
{"qid": 941749, "psgid": 7950294, "query": "when did the hittites start", "passage": "c. 1700 BCE. The Hittites invade the region of the Hatti and begin a systematic campaign against them. The great city of Hattusa is sacked and destroyed. 1650 BCE. Under the Hittite Warrior-King Hattusili, campaigns are carried to completion subjugating the Hatti. Hattusa is re-built as the Hittite capital."}
{"qid": 1084038, "psgid": 7131995, "query": "what does conservatorship mean in real estate?", "passage": "The conservatorship estate assets are typically invested to produce income sufficient to take care of the minor's needs. This will most likely require that the conservator must prepare and file a yearly income tax return on behalf of the minor and pay any taxes that may be due."}
{"qid": 657264, "psgid": 1727593, "query": "what ended the gender discrimination", "passage": "Discrimination against an individual because of gender identity, including transgender status, or because of sexual orientation is discrimination because of sex in violation of Title VII."}
{"qid": 1037033, "psgid": 7206355, "query": "what is the main source of energy for most process at earth's surace", "passage": "The Sun: Earth’s Primary Energy Source Astronaut photograph ISS015-E-10469, courtesy NASA/JSC Gateway to Astronaut Photography of Earth. Climate Literacy: The Essential Principles of Climate Sciences summarizes the most important principles and concepts of the climate sciences."}
{"qid": 90941, "psgid": 7028429, "query": "chateau meaning", "passage": "Webster Dictionary(0.00 / 0 votes)Rate this definition: 1  Chateau(noun) a castle or a fortress in France. 2  Chateau(noun) a manor house or residence of the lord of the manor; a gentleman's country seat; also, particularly, a royal residence; as, the chateau of the Louvre; the chateau of the Luxembourg."}
{"qid": 1062350, "psgid": 7166774, "query": "what is an oxidation number used for", "passage": "Oxidation numbers are used by chemists to keep track of electrons within a compound. We can use guidelines to assign oxidation numbers to atoms in a compound. Changes in oxidation state during a reaction tell us that there is a transfer of electrons."}
{"qid": 445494, "psgid": 7458481, "query": "mario batali net worth", "passage": "Mario Batali is a well known chef and TV personality with a net worth of $25 million. Mario Batali earned his net worth through his many restuarants and television appearances. He was born in Seattle, Washington Mario Batali is an American chef, writer, restaurateur and media personality."}
{"qid": 1047152, "psgid": 4665394, "query": "who played rizzo", "passage": "Grease: Live: First Cast Photos Reveal Fox Musical's Danny, Sandy and Rizzo. Feast your eyes on Rydell High’s (un)holy trinity. Fox on Monday released the first official cast photos from its upcoming Grease: Live event (Jan. 31, 7/6c), revealing Aaron Tveit as Danny, Julianne Hough as Sandy and Vanessa Hudgens as Rizzo. RELATEDGrease: Live: Carly Rae Jepsen, Jessie J Among New Additions to Fox Musical."}
{"qid": 149853, "psgid": 7385217, "query": "different kinds of spruce trees", "passage": "Spruce Tree Scientific Name, Picea. Spruce trees are cone bearing trees and can therefore be classified as coniferous. Other coniferous trees include pine trees, Douglas Fir trees, redwood trees and cedar trees. Spruce Tree Types: List of Different Type of Spruce. Bird's Nest Spruce, dwarf variety of Norway Spruce."}
{"qid": 89786, "psgid": 7071501, "query": "central city definition", "passage": "Definition of central city. : a city that constitutes the densely populated center of a metropolitan area."}
{"qid": 583798, "psgid": 7632217, "query": "what cause gi problems", "passage": "Common GI Infections. Here are a few types of GI infections that you may have heard about: Salmonella bacteria lead to between 1 and 5 million cases of diarrheal illness in the United States each year. These bacteria, a major cause of food poisoning, are frequently found in raw chicken or eggs."}
{"qid": 1060616, "psgid": 7817507, "query": "why are junction mounts needed for cameras", "passage": "Junction boxes are particularly useful when running your cable through conduit on the exterior of your structure as they serve as a weather proof container protect your power and video connections from the elements and also provide you with a flat surface to mount your cameras to."}
{"qid": 1061382, "psgid": 7167668, "query": "what is arp wave treatments", "passage": "• ARPWAVE Neuro Therapy is a supplemental therapy, which treats the neurological origin of all physiological symptoms not the symptoms. • ARPWAVE Neuro Therapy is a supplement to all other forms of therapy. All other therapy or treatments deal with the physiology of the condition not the neurology. • Where the patient has pain is where the problem ended up NOT where it is coming from. • Where a surgeon does surgery is where the problem ended not the neurological origin."}
{"qid": 636949, "psgid": 7573001, "query": "what does eobr means", "passage": "How is Electronic On-Board Recorder abbreviated? EOBR stands for Electronic On-Board Recorder. EOBR is defined as Electronic On-Board Recorder somewhat frequently."}
{"qid": 1087774, "psgid": 7099045, "query": "what are aneurysm", "passage": "An aneurysm is the enlargement of an artery caused by weakness in the arterial wall. Often there are no symptoms, but a ruptured aneurysm can lead to fatal complications. An aneurysm refers to a weakening of an artery wall that creates a bulge, or distention, of the artery. Most aneurysms do not show symptoms and are not dangerous."}
{"qid": 11006, "psgid": 7298209, "query": "actress who plays alice on the magicians", "passage": "The Magicians just suffered its first major loss, and this is not going to be an easy one to recover from. Quentin (Jason Ralph), Alice (Olivia Taylor Dudley), Eliot (Hale Appleman), Margo (Summer Bishil), and Penny (Arjun Gupta) spent the first couple of episodes this season preparing to face the Beast again, after their first attempt went so very, very wrong thanks to Julia."}
{"qid": 1085339, "psgid": 7119910, "query": "what county is racine wv in", "passage": "The Racine Census Designated Place had a population of 238 as of July 1, 2017. Racine ranks in the lower quartile for Diversity Index when compared to the other cities, towns and Census Designated Places (CDPs) in West Virginia. See peer rankings below. The primary coordinate point for Racine is located at latitude 38.1397 and longitude -81.6535 in Boone County."}
{"qid": 844128, "psgid": 7934036, "query": "what is the required courses to become an it manager", "passage": "Step 3: Become Certified. The Board of Certified Safety Professionals (BCSP) designates qualified construction site safety managers as Certified Safety Professionals (CSPs). Education requirements include a bachelor's degree in any field or an associate's degree in safety, health, or the environment."}
{"qid": 748672, "psgid": 7629139, "query": "what is format factory", "passage": "FormatFactory is an ad-supported freeware multimedia converter that can convert video, audio, and picture files. It is also capable of ripping DVDs and CDs to other file formats, as well as creating .iso images. It can also join multiple video files together into one. FormatFactory supports the following formats:"}
{"qid": 997017, "psgid": 7270789, "query": "where is the town of pena blanca in mexico", "passage": "Pena Blanca in Nuevo León (region) is located in Mexico - about 443 mi (or 712 km) North of Mexico City, the country's capital town. Current time in Pena Blanca is now 09:09 AM (Sunday). The local timezone is named America / Monterrey with an UTC offset of -5 hours. Depending on the availability of means of transportation, these larger cities might be interesting for you: Viga, Los Tecolotes, Los Chilarillos, Llano Blanco, La Ventura or Zapata."}
{"qid": 25294, "psgid": 7795857, "query": "are tesla electric cars", "passage": "A Qantas Boeing 737 aircraft and a Tesla electric car race on the nearly 2 mile runway at Avalon Airport. The Tesla was hard to catch off the start. Both travelled neck and neck as the 737 reached take-off speed of 161 mph and the Tesla hit 155 mph. USA TODAY."}
{"qid": 1000459, "psgid": 7263355, "query": "where do black widow spiders live in the us?", "passage": "The weather in the American South is extremely conducive to the development of black widow spiders, and several species can be found. A great example is the southern black widow spider (Latrodectus mactans). They are one of the most common black widow species in the Southern United States. Females spin irregular and nonsymmetrical webs."}
{"qid": 1084555, "psgid": 7127220, "query": "what does a bank lockbox clerk do", "passage": "A lockbox clerk is a junior level employee found within financial services institutions. Working in the mail room, these individuals collect all deposits that have been made v … ia mail, processing them in a manner prescribed by the organization."}
{"qid": 1016281, "psgid": 7239443, "query": "what type of areas do rattlesnakes live in", "passage": "Although it is commonly believed that diamondbacks and timber rattlesnakes live in the Pacific Northwest, the only indigenous species in the region is the western rattlesnake (Crotalus oreganus). These wide-ranging reptiles are found in dry, rocky regions west of the Continental Divide, from Mexico to Canada."}
{"qid": 579133, "psgid": 303786, "query": "what blood stream messenger", "passage": "a chemical transmitter substance produced by cells of the body and transported by the bloodstream to the cells and organs on which it has a specific regulatory effect. adj., adj hormo´nal. Hormones act as chemical messengers to body organs, stimulating certain life processes and retarding others."}
{"qid": 753071, "psgid": 7685957, "query": "what is guatemala main export", "passage": "Petroleum and apparel are the other main products exported by Guatemala. While the US remains the biggest exporter of goods and accounted for nearly 40% of Guatemala’s exports in 2008, El Salvador accounted for 12.6%, followed by Honduras at 9.5%, Mexico at 6.6%, Nicaragua at 4.2% and Costa Rica at 4.1%."}
{"qid": 535743, "psgid": 7463331, "query": "varicose veins spiritual meaning", "passage": "Varicose veins are enlarged blood vessels lying close to the skin’s surface. Any vein may become varicose or twisted, but those in your legs and feet are most likely to be affected because of the pressure you place on your veins in your lower body when you stand and walk.Increased pressure and hormonal changes during pregnancy can also trigger the problem.ny vein may become varicose or twisted, but those in your legs and feet are most likely to be affected because of the pressure you place on your veins in your lower body when you stand and walk."}
{"qid": 54648, "psgid": 7577745, "query": "blood test glucose level 108 not basting too high", "passage": "normal blood sugar level is between 70-100. THESE valuse should be taken at FASTing BLOOD sugar, at the mornng. between 100-126, is pre diabetic. and you have to see the doctor to do more test and to make sure of ur health.hat i know about normal blood sugar level, reading 108 do not consider diabetes ,but pre diabetes that mean that you have to be careful. look at the chats http://www.all-about-beating-diabetes.co... Source(s): http://www.all-about-beating-diabetes.co... Dr Albanagreca.com · 7 years ago."}
{"qid": 642352, "psgid": 7491025, "query": "what does liberal arts consist of", "passage": "Bachelor's degrees in liberal arts consist of an integrated core curriculum in the arts and sciences, combined with student directed specializations. It's popular for those with higher career ambitions--many future lawyers and foreign services professionals find that getting a liberal arts degree such as political science is a great starting off point in their academic pursuits."}
{"qid": 389258, "psgid": 7477714, "query": "hughes federal routing number", "passage": "Check HUGHES FEDERAL CREDIT UNION routing numbers for bank transfers. 322174944 is a routing number of HUGHES FEDERAL CREDIT UNION. Check detailed information about 322174944. This bank routing number is required for electronic funds transfer. Bank routing number of HUGHES FEDERAL CREDIT UNION is the first nine digits of the number along the bottom left section of your check. The routing number for checking, savings and money market accounts identifies the financial institution where the account was opened and is located."}
{"qid": 1090395, "psgid": 7999912, "query": "sterility meaning", "passage": "sterility noun [U] us / stəˈrɪl·ɪ·t̬i / › the condition of being unable to produce children or young animals, or the condition of being unable to produce plants or crops:"}
{"qid": 898714, "psgid": 7740844, "query": "what std code is 01764", "passage": "UK area code 01764 is for Crieff in Perth and Kinross, and the surrounding area.Locations using 01764 numbers include: 1  Auchterarder. 2  Blackford. 3  Comrie. 4  Crieff.5  Dunning. 6  Madderty.K area code 01764 is for Crieff in Perth and Kinross, and the surrounding area. Locations using 01764 numbers include: 1  Auchterarder. 2  Blackford. 3  Comrie. 4  Crieff. 5  Dunning."}
{"qid": 379337, "psgid": 7497679, "query": "how to set password before purchasing on apple", "passage": "Currently, Apple requires users to input a password to purchase if the account hasn’t been active for 15 minutes. But it’s easy to switch the phone’s protocol to require a password every single time a purchase is made. This option also exists in the Restrictions tab, right below where In-App Purchases can be turned on or off. Click “Require Password” and set it to “Immediately” — from then on any purchase will need a password."}
{"qid": 1082242, "psgid": 7147356, "query": "what enzyme helps digest milk", "passage": "Milk and milk products contain lactose, a natural form of sugar. Lactase, an enzyme produced by the small intestine, helps your body digest lactose by breaking it down into simpler types of sugar."}
{"qid": 988653, "psgid": 7288044, "query": "who is the president of the republic of texas right now mark smith", "passage": "Republic of Texas. 1  General Sam Houston, President of the Republic of Texas. 2  The Alamo. 3  Map of the Battle of San Jacinto. 4  Seeds of Conflict With Mexico. 5  Secession of Texas. 6  Sam Houston's Position on Secession and the Civil War. 7  Texas in the Civil War. 8  STATE CAPITOL AT AUSTIN, TEXAS."}
{"qid": 245416, "psgid": 7908626, "query": "how long do i bake squash seeds", "passage": "(If you do not pierce the squash it may EXPLODE in the oven!) Once it has cooled, you can cut it in half, scoop out the seeds and either cut the skin off or scoop out the flesh. This is a great method to use if the squash is going to be pureed for a side dish or soup. Option 4. Roasting squash: Once you have cut the squash in half and scooped out the seeds you can roast it. Preheat the oven to 400F and drizzle the squash halves with some olive oil, salt and pepper. Put them cut-side down on a baking sheet, and roast for about 40 minutes."}
{"qid": 1096454, "psgid": 7500732, "query": "how much apple cider vinegar is needed to help clear sinus", "passage": "3. Breathe in apple cider vinegar vapor. Breathing in a combination of steam and apple cider vinegar vapor may help offer relief from sinus infections and the headaches they can cause. Mix about 1/4 cup of apple cider vinegar with 2 cups of water. Heat the mixture until it boils, and then inhale the steam for about 3 minutes."}
{"qid": 999552, "psgid": 7265145, "query": "define; percolating", "passage": "percolate. 1  to cause (a liquid) to pass through a porous body; filter. ( 2 of a liquid) to filter through; permeate. 3  to brew (coffee) in a percolator. 4  to pass through a porous substance; filter; ooze; seep; trickle. 5  to become percolated: The coffee is starting to percolate. 6  to become active, lively, or spirited."}
{"qid": 1085943, "psgid": 7114517, "query": "canada most dense area", "passage": "I’ve been going over this for an urban studies project at Concordia. Here is a link for the the densest census tracts in Canada: http://www.globalnews.ca/pages/topicNew.aspx?id=6442578231. As you will see, the densest tracts are in inner suburbs of Toronto. The densest downtown area in the country remains Montreal. The west end of Montreal’s downtown (near Concordia) has several blocks of wall-to-wall highrises, complemented by mid-rises and brownstones."}
{"qid": 1049368, "psgid": 7911799, "query": "who s sherlock holmes", "passage": "Sherlock Holmes Biography. Sherlock Holmes is the fictional creation of Sir Arthur Conan Doyle, who wrote about the detective in a series of 60 stories published between 1887 and 1927. Holmes was famous for his extra-keen powers of observation and deduction, which he used to solve perplexing crimes and mysteries."}
{"qid": 259781, "psgid": 7984184, "query": "how long does telkom take to upgrade adsl line", "passage": "Hi, I phoned telkom 2 weeks ago for an upgrade to 2mb......never happened. When I phoned again they say that they don't even know about the upgrade which I asked for. So asked again to be upgraded but to 4mb this time and again nothing being done, just got off the phone today and they say they need 48 hours."}
{"qid": 891719, "psgid": 7903338, "query": "what rocks have cooled slowly beneath the earth's surface", "passage": "Magma slowly pushes up from deep within the earth into any cracks or spaces it can find, sometimes pushing existing country rock out of the way, a process that can take millions of years. As the rock slowly cools into a solid, the different parts of the magma crystallize into minerals."}
{"qid": 1099706, "psgid": 7233145, "query": "how are internal and external fertilization differ", "passage": "The difference between internal and external fertilization is that internal fertilization occurs inside the body, whereas external fertilization happens outside the body. Fertilization is the process by which a sperm cell and an egg cell unite to form a completely new individual. IVF techniques can be used in different types of situations."}
{"qid": 1089036, "psgid": 7088813, "query": "vasospasms caused by what", "passage": "Since vasospasms can be caused by atherosclerosis and contribute to the severity of ischemia there are some surgical options which can restore circulation to these ischemic areas. Regarding coronary vasospasm, one surgical intervention, referred to as percutaneous coronary intervention or angioplasty, involves placing a stent at the site of stenosis in an artery and inflating the stent using a balloon catheter."}
{"qid": 1072603, "psgid": 7156376, "query": "what is a great dane and mastiff", "passage": "The Great Dane is often called the German Mastiff and even thought they are called a Dane, the breed was actually developed in Germany. The Great Dane is often used as companion dog, cart dog, packing dog and a watchdog. The head of the Great Dane is very noble in appearance and is carried very high on the neck and shoulders. The head is broad and well developed with a pronounced stop and a large, rectangular shaped muzzle."}
{"qid": 222954, "psgid": 7313953, "query": "how do you lower hardness in pool water?", "passage": "Reduce Pool Water Hardness. 1  Take a water sample from a depth of at least 12 inches from the water surface. 2  Add a reagent from a hardness test kit to the water sample and check the result against the guide provided by the test kit manufacturer. 3  Drain some of the water in the pool if the water hardness level is too high."}
{"qid": 1095437, "psgid": 7587373, "query": "how much time to submit hail claim", "passage": "National Hail Statistics. According to a May 2016 National Insurance Crime Bureau report, Colorado had the second highest number of hail claims in the US from 2013-2015 (182,591), second only to Texas. Texas was the top state in hail loss claims from 2013 through 2015 with 394,572 hail claims. The top 10 states represented 66 percent of the total number of hail claims duing this timeframe. Personal Property Homeowners was the policy type most affected by hail loss claims from 2013 through 2015 - over 50 percent more often than the next most impacted policy type, Personal Automobile, in hail loss claims over that three-year span."}
{"qid": 1084712, "psgid": 7125784, "query": "what do rich people do", "passage": "Rich people that I know spend a lot of time on parties, travel, healthcare/alternative medicine, careers that are fulfilling but don't earn money like acting or music, weekend workshops (yoga, meditation, etc), and time consuming athletics like triathlon or marathons."}
{"qid": 985752, "psgid": 7294084, "query": "who was william henry preceded by", "passage": "William Henry Harrison: 9th President of the United States: Terms: 1 Time in office: March 4, 1842- March 4, 1845 Vice President: John Tyler: Preceded by: Martin Van Buren: Succeeded by: Henry Clay: United States Senator from Ohio: In office: March 4, 1825 – May 20, 1828 Preceded by: Ethan Allan Brown Succeeded by: Jacob Burnet 1st Governor of Indiana Territory"}
{"qid": 1017952, "psgid": 2388250, "query": "what time of year do most employees choose to retire", "passage": "However, while the age workers expect to retire is growing, few retirees have been able to delay retirement past age 65. Just 17 percent of the retirees in the Gallup survey left the workforce after age 65. Currently, the average retirement age is 61, up from 57 in 1991. The most popular ages to retire are between 60 and 64 (36 percent). And 31 percent of seniors entered retirement before age 60."}
{"qid": 1095857, "psgid": 7557434, "query": "how much is fireworks disney dessert", "passage": "As the fireworks begin, celebrate with a sparkling cider toast and create a special memory with family and friends. Throughout the evening, you can now enjoy hot drinking chocolate and signature lemonades as well as coffee and tea. Wishes Fireworks Dessert Party is $49 for adults, $29 for children, tax inclusive. Reservations can be made beginning on March 20 by visiting DisneyWorld.com/dine, or calling 407-WDW-DINE."}
{"qid": 523413, "psgid": 7417207, "query": "trade price carpets", "passage": "“I have used Trade Price Carpets for many years in my rental properties. They have always been very professional with competitive prices, trustworthy staff and a very high quality finish.Always respectful and leave the properties in a tidy state. I always recommend to my friends and cannot speak more highly of them.ew carpets to bedroom, lounge and H/S/L. “Very happy with the carpets, service and price. Told them what we needed, and they gave very helpful advice on which type of carpet to go for."}
{"qid": 546956, "psgid": 5963925, "query": "webmd symptoms of lupus", "passage": "Skin problems might point to more serious conditions. Lupus, an autoimmune disease, happens when the immune system attacks its tissues, causing inflammation, swelling, pain, and damage. Lupus symptoms include fatigue, joint pain, fever, and a lupus rash. Nick Cannon: A Warrior in the Fight Against Lupus."}
{"qid": 663388, "psgid": 7590762, "query": "what generation is pokemon diamond and pearl", "passage": "Pok mon Diamond & Pearl Pok mon Diamond & Pearl are thre fourth Generation of Pok mon games. Having come out for the new Nintendo system, the Nintendo DS, Diamond & Pearl makes use of the DS's many functions including TouchScreen and WiFi. Diamond & Pearl also brings back many features from Gold & Silver that have since been removed. Bringing 107 New Pok mon into the mix, bringing us to a total of 493 Pok mon, including many evolutions of old Pok mon, Diamond & Pearl completely overhauls the battling system. No longer are move's stats based on its type, but rather each move is individually allocated being Physical or Special."}
{"qid": 1073569, "psgid": 7155564, "query": "what is a finderscope", "passage": "Freebase(0.00 / 0 votes)Rate this definition: A Finderscope is a small auxiliary telescope mounted atop the main astronomical telescope and pointed in the same direction. The finderscope usually has a much smaller magnification than the main telescope can provide and therefore can see more of the sky."}
{"qid": 1039052, "psgid": 7203363, "query": "what is the function of xylem tubes?", "passage": "The primary function of the xylem is the transport of water and mineral salts from the root through the vascular bundle.It provides support for the plantIt is long and hollow … for provide passage for the water and saltsConsists of lignin and fibres to strengthen the vessels and make them impermeableThe xylem is made up of dead cells"}
{"qid": 1028538, "psgid": 7221660, "query": "what is xinput", "passage": "Getting Started With XInput. XInput is an API that allows applications to receive input from the Xbox 360 Controller for Windows. Controller rumble effects and voice input and output are supported. This topic provides a brief overview of the capabilities of XInput and how to set it up in an application. 1  It includes the following: 2  Introduction to XInput The Xbox 360 Controller. 3  Using XInput Multiple Controllers. Getting Controller State. Dead Zone. Setting Vibration Effects. Getting Audio Device Identifiers."}
{"qid": 449442, "psgid": 7632239, "query": "meaning of the indian name parth", "passage": "Meaning of Indian name: Parth. Meaning of the name Parth is 'King; Arjun'. Parth is a name of Hindu / Indian origin, and is commonly used for males. The name number for Parth is '9'. Click here to get the numerological analysis for the name 'Parth'.arth is a name of Hindu / Indian origin, and is commonly used for males. The name number for Parth is '9'. Click here to get the numerological analysis for the name 'Parth'."}
{"qid": 995805, "psgid": 7273171, "query": "which b vitamins help with your serotonin levels", "passage": "Vitamin B-6 (pyridoxine) helps make serotonin, a chemical responsible for transmitting brain signals. As women age, serotonin levels drop. Fluctuating serotonin levels may be a contributing factor in the mood swings and depression common in menopause. The RDA of vitamin B-6 is 100 milligrams (mg) daily for females 19 and older. Taking a vitamin B-6 supplement during and after menopause may help tame prevent symptoms caused by low serotonin levels. These include loss of energy and depression. Vitamin D"}
{"qid": 839488, "psgid": 7866009, "query": "what is the plural of kohlrabies", "passage": "Definition of kohlrabi. plural. kohlrabies. : a cabbage (Brassica oleracea gongylodes) having a greatly enlarged, fleshy, turnip-shaped edible stem; also : its stem used as a vegetable."}
{"qid": 1067284, "psgid": 7161432, "query": "what is a splendor in a ship", "passage": "Carnival Splendor is a large ship, carrying 3006 passengers and 1150 crew, and sails from Ft. Lauderdale (Port Everglades), Florida and Miami, Florida. Read more. Sails from: Miami, Florida, Long Beach (Los Angeles), California, Ft. Lauderdale (Port Everglades), Florida. Cruises to: Caribbean - Eastern, Caribbean - Western, Caribbean - Bahamas."}
{"qid": 1088628, "psgid": 7092485, "query": "weather in cedartown ga", "passage": "The highest monthly average temperature in Cedartown for August is 80 degrees. The lowest monthly average temperature in Cedartown for January is 44 degrees. The most monthly precipitation in Cedartown occurs in December with 5.1 inches. The air quality index in Cedartown is 4% worse than the national average. The pollution index in Cedartown is 177% worse than the national average."}
{"qid": 1085319, "psgid": 7120073, "query": "what county is rome city indiana in", "passage": "U.S. City: Rome City, IN: State: Rome City, IN is in the northeastern part of Indiana in the east north central United States: Closest County to Rome City, IN: Noble County: ZIP Codes for Rome City, IN: 46784, 46795, 46755: 3-Digit ZIP Code Prefix for Rome City, IN: 467: Congressional Districts Representing Rome City, IN: IN 3rd"}
{"qid": 1003319, "psgid": 7257909, "query": "define the natural radioactivity", "passage": "natural radioactivity:- Nuclear reactions which occur spontaneously are said to be an example of natural radioactivity. There are three naturally occurring radioactive series among the elements in the periodic table."}
{"qid": 1092952, "psgid": 7790742, "query": "meaning of stinge", "passage": "stinge (plural stinges) (Australia, New Zealand) An individual who is seen to have a stingy demeanour or who lacks generosity. Derived terms . stingy; stingily; stinginess; Anagrams . ingest, signet, tinges"}
{"qid": 762455, "psgid": 7951240, "query": "what is jokull journal", "passage": "Jökull Research Journal. Jökull publishes research papers, notes and review articles concerning all aspects of the Earth Sciences. The journal is primarily aimed at being an international forum for geoscience research in Iceland. Specific areas of coverage include glaciology, glacial geology, physical geography, general geology, petrology, volcanology, geothermal research, geophysics, meteorology, hydrology and oceanography."}
{"qid": 676454, "psgid": 7550998, "query": "what is a caret?", "passage": "A caret is a blinking line, block, or bitmap in the client area of a window. The caret typically indicates the place at which text or graphics will be inserted. The following illustration shows some common variations in the appearance of the caret."}
{"qid": 975495, "psgid": 7860590, "query": "where heat pumps are commonly used", "passage": "A heat pump is an electrical device that extracts heat from one place and transfers it to another. The heat pump is not a new technology; it has been used in Canada and around the world for decades."}
{"qid": 336648, "psgid": 7472063, "query": "how old is taylor caniff", "passage": "a€” â Taylor (caniff@) Taylorcaniff april, 24. 2014 a search For Taylor’caniff s name on this criminal registry reveals that an-18-year old with that name was arrested In tennessee On. Thursday the offender in question also has the same birthday as The magcon, star but it is unclear whether this registry is. legit"}
{"qid": 1028131, "psgid": 7731552, "query": "who has absolute monarchy", "passage": "Aspects to be considered while studying features of Absolute Monarchy include the places where Absolute Monarchy has been applied as a government form. Following are the countries that have Absolute Monarchy: Absolute Monarchy countries in Asia: Brunei, Oman, Qatar, Saudi Arabia and United Arab Emirates."}
{"qid": 1017971, "psgid": 7237117, "query": "define cyclophosphamide", "passage": "cyclophosphamide A synthetic alkylating agent chemically related to the nitrogen mustards with antineoplastic and immunosuppressive activities. In the liver, cyclophosphamide is converted to the active metabolites aldophosphamide and phosphoramide mustard, which bind to DNA, thereby inhibiting DNA replication and initiating cell death. Check for active clinical trials using this agent."}
{"qid": 602352, "psgid": 7676449, "query": "what county is alton bay,nh in?", "passage": "Alton Bay, Belknap County, New Hampshire Land for Sale. Looking for rural homes and land for sale in Alton Bay, Belknap County, New Hampshire? LandWatch.com has thousands of rural properties in Alton Bay, Belknap County, New Hampshire, including hunting & fishing properties, cabins, Land for sale and land auctions. Choose from small acreage lots to massive 500+ acre estates."}
{"qid": 860071, "psgid": 1280735, "query": "what is va abbreviation", "passage": "Quick Answer. The abbreviation VA stands for the state of Virginia in the United States of America. It became the 10th state to join the Union on June 25, 1788. This state is the 35th largest when compared to all other states in the U.S. Continue Reading."}
{"qid": 236580, "psgid": 7339748, "query": "how is drive booster", "passage": "Overall, Driver Booster Free is a fantastic application. It has a clean interface that even novice users will be able to navigate. It can automatically detect any outdated drivers and then replace them with a single click, and all within the confines of the application."}
{"qid": 1084898, "psgid": 7124029, "query": "what dissolves plaque on teeth", "passage": "A 2014 study published in the Journal of Oral Health and Dental Management found that aloe vera demonstrates a similar effect on plaque and gingivitis compared with the benchmark control chlorhexidine mouthwash. 1  Slit an aloe vera leaf and extract the pulp. 2  Rub the pulp directly on your teeth and gum line."}
{"qid": 1087727, "psgid": 7099522, "query": "what are calling cards?", "passage": "What are calling cards? Phone cards, or calling cards, are a prepaid method of making a long distance (domestic or international) call. ...continue Why should I use a calling card? There are many reasons why you should use calling cards."}
{"qid": 881695, "psgid": 7755685, "query": "what network is pickles on cartoon", "passage": "Mr. Pickles (series) Mr. Pickles is an animated television series created by Will Carsola and Dave Stewart. The series airs on Cartoon Network's late-night block Adult Swim. Ten episodes have been ordered for the show's first season."}
{"qid": 1101394, "psgid": 7907214, "query": "different types of thumb surgery", "passage": "If left untreated, the finger has a chance of becoming permanently stuck in a bent position. But on the flip side, both types of surgery for trigger finger are relatively simple procedures that can usually be done on an outpatient basis. There are two main types of trigger finger or thumb surgery: open and percutaneous. Both of these procedures involve the doctor “releasing,” or splitting the A1 pulley through which the tendon is having trouble passing. The difference between these trigger finger surgeries is how the doctor goes about doing so."}
{"qid": 127682, "psgid": 7655718, "query": "define subtropical", "passage": "The subtropics are geographic and climate zones located roughly between the tropics at latitude 23.5° and temperate zones north and south of the Equator. Subtropical climates are often characterized by warm to hot summers and cool to mild winters with infrequent frost. Most subtropical climates fall into two basic types - humid subtropical, where rainfall is often concentrated in the warmest months and dry summer, where seasonal rainfall is concentrated in the cooler months. Subtropical ..."}
{"qid": 994582, "psgid": 7930008, "query": "where is the base of the tongue", "passage": "The base of the tongue is a subsite within the oropharynx and is bounded anterosuperiorly by the circumvallate papilla and the posterior aspect of the oral cavity, inferoposteriorly by the vallecula and lingual surface of epiglottis, and laterally by the glossoepiglottic folds."}
{"qid": 683045, "psgid": 7574924, "query": "what is a fem pop", "passage": "A fem-pop bypass, also called a femoral popliteal bypass surgery, is a surgical procedure performed for femoral artery disease when the main vein in the leg becomes blocked with a fatty substance. It involves grafting a vessel around the blockage to allow normal blood flow to the lower extremities."}
{"qid": 382119, "psgid": 7688610, "query": "how to tag images twitter", "passage": "Here’s how you do it: Open your Twitter app, and tap the quill icon on the top-right corner of the screen. From here, you’ll have the option to either take a photo directly from your phone or to pick one from your photo library. I took a photo of my editor, Jason. He’s just so chipper all the time."}
{"qid": 997648, "psgid": 7269685, "query": "where is the bronx located within new york city", "passage": "The Bronx is the northernmost of the five boroughs of New York City within the U.S. state of New York. It is geographically south of Westchester County; north and east of the island and borough of Manhattan to the south and west across the Harlem River; and north of the borough of Queens, across the East River. Of the five boroughs, the Bronx is the only one that has the majority of its area on the U.S. mainland and, with a land area of 42 square miles and a population of 1,455,720 in 2016, has"}
{"qid": 813899, "psgid": 7871469, "query": "what is the current sales tax in contra costa county", "passage": "The Contra Costa County, California sales tax is 8.50% , consisting of 6.50% California state sales tax and 2.00% Contra Costa County local sales taxes.The local sales tax consists of a 1.00% county sales tax and a 1.00% special district sales tax (used to fund transportation districts, local attractions, etc)."}
{"qid": 267012, "psgid": 7365930, "query": "how long should i wait to handle my ball python after feeding", "passage": "Best Answer: I recommend waiting at least 48 hours before handling your snake. If they've had a large meal I wait 72 hours.Sexing a snake at the size yours is, can be accomplished by probing. This should be done by an experienced person..either a breeder or vet.dd your answer. How long do i have to wait to handle my ball python after it eats? i fed it 2 mise fuzzys. and the snake is about 1.5 -2 feet long. and how do i tell if its a boy or girl?"}
{"qid": 992869, "psgid": 7278820, "query": "which therapy is most likely to be effective in treating patients with eating disorders?", "passage": "Connecting feelings, thoughts and deeds: Cognitive Behavior Therapy and eating disorders. Cognitive-behavioral therapy, or CBT, is the leading evidence-based treatment for adults with eating disorders and is also adapted for use with younger patients. It is based on the theory that a person’s thoughts, emotions, and behaviors are interconnected and can be restructured to support new, healthier thoughts and actions. Cognitive behavior therapy provides the foundation for individual and group therapies throughout all levels of care at the Center for Eating Disorders."}
