{"qid": 1055889, "psgid": 7175462, "query": "what is endocrinology clinic", "passage": "Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Since hormones act on virtually every organ and cell type in the body, the endocrinologist needs to have a definitive knowledge about medicine."}
{"qid": 1093443, "psgid": 7747064, "query": "lewiston idaho fedex express phone number", "passage": "Fedex Lewiston Idaho has shown its customer service address detail for its customers that are shown below. Address detail : 420 Burrell Avenue, Lewiston, Idaho 83501, United States customer service number : +1 (800) 463-3339"}
{"qid": 153981, "psgid": 7561367, "query": "distance phoenix to nogales", "passage": "Driving distance from Phoenix, AZ to Nogales, Mexico. The total driving distance from Phoenix, AZ to Nogales, Mexico is 181 miles or 291 kilometers. Your trip begins in Phoenix, Arizona. It ends in Nogales, Mexico."}
{"qid": 1094062, "psgid": 7701932, "query": "balloon meaning", "passage": "balloon - large tough nonrigid bag filled with gas or heated air. 1  gasbag, envelope - the bag containing the gas in a balloon. 2  hot-air balloon - balloon for travel through the air in a basket suspended below a large bag of heated air. 3  lighter-than-air craft - aircraft supported by its own buoyancy."}
{"qid": 290585, "psgid": 5504239, "query": "how many of grams a sugar should a person have in one day?", "passage": "Because sugar isn’t an essential nutrient, it doesn’t have an official recommendation. However, the American Heart Association set a recommended limit, so you don’t get too many extra calories in your diet. Men shouldn't have more than 9 teaspoons daily, while women shouldn't have more than 6 teaspoons. This amounts to a max of 37.5 grams of sugar or 150 calories from sugar for men, and 25 grams of sugar or 100 calories from sugar for women. When you’re reading the nutrition facts label, you’ll see the grams of sugar clearly listed under the total carbohydrates."}
{"qid": 89143, "psgid": 7773118, "query": "causes stomach bloating women", "passage": "1. Hormonal Fluctuations. Many women complain of feeling bloated at specific times during their menstrual cycle; particularly at the time of ovulation and just before they begin menstruating. At both these stages of the cycle, the body’s hormone balance is disturbed due to changes in the womb’s environment."}
{"qid": 323592, "psgid": 7976943, "query": "how much is unemployment benefits massachusetts", "passage": "If you are eligible to receive unemployment, your weekly benefit in Massachusetts will be half of your average weekly wage during the two highest paid quarters of the base period (or the highest paid quarter only, if you worked during only two quarters of the base period)."}
{"qid": 399364, "psgid": 7482805, "query": "is US passport number SSN?", "passage": "Moreover, the State Department must provide a social security number (SSN) of US passport applicant as well as the foreign residence of American expatriates. This fact is a worrisome issue for American expats who are behind on US expat taxes."}
{"qid": 140696, "psgid": 7598434, "query": "delta airlines cncellation fee", "passage": "When the credit is used to pay for new flights, the change fee will be assessed. For example, say you bought non-refundable Delta domestic flight tickets for $650, but your plans changed. When you are ready to purchase new flights, the fare has increased to $700.Your credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250.Make sure to inform Delta before departure that you will not be on the flight and request the travel credit.our credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250. Make sure to inform Delta before departure that you will not be on the flight and request the travel credit."}
{"qid": 942915, "psgid": 7961371, "query": "when did vhs tape come out", "passage": "VHS tapes came out in 1978. They were not really intended to replace anything as there were few ways to own full-length movies for home viewing prior to that time. Betamax tapes were on the market a year earlier, and while they were intended to compete, VHS was not meant to replace Betamax (Betamax was not obsolete.) Views."}
{"qid": 1001926, "psgid": 321526, "query": "where are bacteria found?", "passage": "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater."}
{"qid": 1033718, "psgid": 7212203, "query": "what is the purpose of genetically modified crops? brainly", "passage": "More detail on some of the traits crops are genetically modified to achieve and how they are beneficial to farming is included below: 1  Insect resistance. 2  Drought resistance. 3  Herbicide tolerance. 4  Disease resistance."}
{"qid": 75801, "psgid": 7988078, "query": "can you absorb metals from plants", "passage": "When the toxins are metals, of course, they cannot be broken down into other elements any more than lead could be changed to gold. Some plants can absorb the metal and metabolise it into some kind of molecule, however, making it less easy to be absorbed by the human body and thus safer to be around."}
{"qid": 1099530, "psgid": 7247338, "query": "artist who painted the famous thanksgiving pic", "passage": "Related posts on Colossal about humor Thanksgiving New ‘8-Bit’ Watercolor Paintings Inspired by Famous Artworks and Pop Culture Icons by Adam Lister Repurposed Antique Dishware Sandblasted Into Bas-Relief Sculptures by Caroline Slotte Vincent van Gogh Possibly Identified in Newly Discovered Group Photo of Famous Artists from 1887"}
{"qid": 992184, "psgid": 7280638, "query": "who composed the return of ulysses", "passage": "Il ritorno d'Ulisse in patria. Il ritorno d'Ulisse in patria (SV 325, The Return of Ulysses to his Homeland) is an opera consisting of a prologue and five acts (later revised to three), set by Claudio Monteverdi to a libretto by Giacomo Badoaro. The opera was first performed at the Teatro Santi Giovanni e Paolo in Venice during the 1639–1640 carnival season."}
{"qid": 745944, "psgid": 7490261, "query": "what is eye contact solution", "passage": "of 3. Contact lens solutions are imperative to good maintenance of your contact lenses. You can choose from a wide range of lens solutions available at VisionDirect.com. A good contact lens solution will help to retain moisture on the surface of the lens so that you feel fresh throughout the day. Contact lens solutions also keep your lens moist, and therefore, safe. Contact lens solutions are used to clean the lens, and disinfect them for use in the eye. At the end of the day, even the best contact lenses can develop dry patches or protein deposits. To prevent these from harming your contact lenses, it is a good idea to pick up contact lens solutions that are right for your contact lenses. Find contact lens solutions from different manufacturers at discounted rates at VisionDirect.com."}
{"qid": 854085, "psgid": 7845681, "query": "what is the weaving machine called", "passage": "Weaving Machine: Weaving Machines (Loom): Figure 8: Cross sectional of the weaving loom. The cross sectional of weaving loom shows the main parts in the loom and the flow from the warp yarn inserting start from the weaver beam through weaving area and finally the fabric done wound onto the cloth roller."}
{"qid": 1098249, "psgid": 7353071, "query": "how long does it take for opiates to clear from urine", "passage": "How Long Do Opiates Stay In Your System. In order to understand precisely how long these medications will remain in your system, you should look at the specific drug that you are using. Once you’ve figured out the half-life of your drug, you will be able to multiple it by 5.5 and you will have a good estimation. Typically, it can take anywhere from 24.75 to 25 hours for Oxycontin to be removed from your system completely. As a precaution, it is usually responsible to say that the majority of opiates will leave the body, within at least 5 to 7 days! How Long Do Opiates Stay In Your Urine It should be known that the amount of time that opiates will remain in your urine is different from the information provided above. When it comes to urine, the drugs will usually dissipate much more rapidly. According to medical experts, the majority of opiates will only take approximately 2 to 3 days, before they'll completely disappear from your urine. Of course, the amount of the opiate that you consume each day will play a role in this determination."}
{"qid": 1017524, "psgid": 7237598, "query": "what to do for bloating and gas", "passage": "1 1. What to Do for Gas and Bloating. 2  2. Learn What Causes Intestinal Gas. 3  3. Stop Swallowing Air. 4  4. Take a Look at What You Are Eating. 5  5. Watch What You Drink. 6  6. Try an Over-the-Counter Product. 7  7. Try Probiotics. 8  8. If Applicable, Treat Constipation. 9  9. Put Things in Perspective."}
{"qid": 1091576, "psgid": 7902114, "query": "pineapple conure price", "passage": "species: Pineapple Green Cheek Conure price: $275.00 status: Hatched hatch date: 7/5/17 ready date: 9/1/17 use: No DNA unless requested"}
{"qid": 722981, "psgid": 7537924, "query": "what is beer gas", "passage": "Gas (CO2 and sometimes N2) is a normal ingredient in beer, and is used to push beer from the keg to the glass. Up to now, the tradition was to use Co2 to push beer out of a keg."}
{"qid": 50833, "psgid": 7985315, "query": "benefits of green tea and cinnamon", "passage": "Green tea provides antioxidants, vitamins and an assortment of other nutrients that may help prevent or treat certain conditions. Photo Credit Smitt/iStock/Getty Images. Green tea and cinnamon both have value for their flavor and health-promoting properties. These foods provide antioxidants, vitamins and an assortment of other nutrients that may help prevent or treat certain conditions. Although green tea and cinnamon are generally considered safe for consumption, consult your health-care practitioner before taking them in supplement form."}
{"qid": 984856, "psgid": 1857938, "query": "why are ural mountains considered a natural boundary", "passage": "A natural boundary between Europe and Asia The Urals are traditionally used to mark the easternmost boundary of Europe into Asia. West of the Urals lay the European prairies of Russia, while on the East spans Siberia for thousands of miles, up to the Pacific Ocean. A natural barrier for humans The Urals have been a natural barrier for humans."}
{"qid": 561448, "psgid": 7542507, "query": "what are mandrakes", "passage": "Verse 14 begins with a record of the time Rachel requested the mandrakes Reuben found for his mother Leah during the wheat harvest. The mandrake is a Mediterranean plant with blue flowers in the winter and yellow, plum-like fruit in the summer."}
{"qid": 690010, "psgid": 7459432, "query": "what is a mandatory profile windows", "passage": "Mandatory User Profiles. A mandatory user profile is a special type of pre-configured roaming user profile that administrators can use to specify settings for users. With mandatory user profiles, a user can modify his or her desktop, but the changes are not saved when the user logs off. The next time the user logs on, the mandatory user profile created by the administrator is downloaded."}
{"qid": 1097304, "psgid": 7424979, "query": "how many cups is two tablespoons", "passage": "Tablespoon Conversions 16 tablespoons = 1 cup 12 tablespoons = 3/4 cup 10 tablespoons + 2 teaspoons = 2/3 cup 8 tablespoons = 1/2 cup 6 tablespoons = 3/8 cup 5 tablespoons + 1 teaspoon = 1/3 cup 4 tablespoons = 1/4 cup 2 tablespoons = 1/8 cup 2 tablespoons + 2 teaspoons = 1/6 cup 1 tablespoon = 1/16 cup 3 teaspoons = 1 tablespoon"}
{"qid": 408419, "psgid": 2094900, "query": "is disorderly conduct a violation", "passage": "Disorderly Conduct. Almost every state has a disorderly conduct law making it a crime to be drunk in public, disturb the peace, or loiter in certain areas. Since the statutes are often used as “catch-all” crimes, many types of obnoxious or unruly conduct may fit the definition."}
{"qid": 1100933, "psgid": 7108413, "query": "economic function of profits and losses", "passage": "Question: 50) The economic function of profits and losses is... 50) The economic function of profits and losses is to: bring about a more equal distribution of income. signal that resources should be reallocated. eliminate small firms and reduce competition. tell government which industries need to be subsidized."}
{"qid": 849561, "psgid": 7737351, "query": "what is the symptoms of pleurisy", "passage": "The list of signs and symptoms mentioned in various sources for Pleurisy includes the 11 symptoms listed below: 1  Chest pain. 2  Mild chest pain. 3  Severe chest pain. 4  Chest pain on movement. 5  Chest pain on breathing.  Chest pain on coughing."}
{"qid": 1004191, "psgid": 7256142, "query": "when is clementine hunter 's birthday", "passage": "Clementine Hunter Biography Clementine Hunter was born on Hidden Hill Plantation (now called Little Eva Plantation) near Natchitoches, Louisiana, in December of 1886. When she was a young girl, her father moved the family away from the harsh environment at Hidden Hill (the plantation that was supposedly the basis for Harriet Beecher Stowe’s Uncle Tom’s Cabin) to the more hospitable Melrose Plantation."}
{"qid": 407869, "psgid": 7502851, "query": "is death a natural disaster", "passage": "Introduction- What is a natural disaster? The definition of natural disasters is any catastrophic event that is caused by nature or the natural processes of the earth. The severity of a disaster is measured in lives lost, economic loss, and the ability of the population to rebuild. Events that occur in unpopulated areas are not considered disasters. So a flood on an uninhabited island would not count as a disaster, but a flood in a populated area is called a natural disaster. All natural disasters cause loss in some way. Depending on the severity, lives can be lost in any number of disasters."}
{"qid": 69506, "psgid": 7401308, "query": "can i reopen a closed bank account barclays", "passage": "No. Once a bank account is closed, the account number remains unused by the bank for seven or more years (it varies by individual bank). You may reopen a new account with the same bank, provided the first account was not closed by the bank for improprieties perpetrated by you."}
{"qid": 1098497, "psgid": 7334501, "query": "how long do resin countertops last", "passage": "Melamine resin wear layer strengthened with aluminum oxide (a hard, colorless, inorganic material that makes countertops more resistant to scratches). Caring for Laminate Countertops With proper care, a laminate kitchen countertop can last at least 10 to 20 years."}
{"qid": 717563, "psgid": 4422025, "query": "what is an unlocked cell phone", "passage": "Unlocked cell phone means you can use them with different networks. Normally, some mobiles are locked by particular providers, so you cannot switch over from another network. In this situation you must unlock your cell phone. You can easily unlock your cell phone by using an unlock code."}
{"qid": 1099955, "psgid": 7207616, "query": "highest dew point recorded in the us", "passage": "7/19/2010, 7:05:00 AM. UPDATE 7/16/10: Chris Burt says: The July/August issue of Weatherwise Magazine reported the following instances of 90°+ dew points in the USA. Thomas Schlatter of NOAA provided this data to Weatherwise. 90° at Appleton, Wisconsin at 5pm, July 13, 1995 (dry bulb temp 101) 90° at Melbourne, Florida at 2pm, July 12, 1987 (dry bulb temp of 95) 91° at New Orleans Naval Station at 5pm July 30, 1987 (dry bulb temp of 95)"}
{"qid": 394021, "psgid": 7689281, "query": "in what county is punxsutawney pa", "passage": "(Punxsutawney, Jefferson County, Pa.) 1871-1872 Pennsylvania Bureau of State Library Punxsutawney News. (Punxsutawney, Pa.) 1887-1945 Pennsylvania Bureau of State Library"}
{"qid": 576601, "psgid": 7433767, "query": "what are upright pertrified trees", "passage": "In some places in Yellowstone Park, erosion of a hillside reveals layers of upright petrified trees. At Specimen Ridge, there are said to be 27 layers, while Specimen Creek contains about 50.This means that the Specimen Creek formation is especially huge—its total vertical height is 1,000 meters (3,400 feet).ut in the petrified ‘forests,’ the prostrate (lying down) trees tend to align in the same direction. Also, even the upright trunks are turned so their long axis is aligned the same way. This is consistent with a common force, e.g. moving water or mud, having acted on both after they were uprooted."}
{"qid": 455782, "psgid": 7600584, "query": "monoxide poisoning symptoms", "passage": "Symptoms. Signs and symptoms of carbon monoxide poisoning may include: 1  Dull headache. 2  Weakness. 3  Dizziness. 4  Nausea or vomiting. 5  Shortness of breath. 6  Confusion. 7  Blurred vision. 8  Loss of consciousness."}
{"qid": 958142, "psgid": 7962635, "query": "when was internet explorer first released", "passage": "Windows Internet Explorer (IE, formerly Microsoft Internet Explorer, MSIE), is a series of graphical web browsers developed by Microsoft. It was included as part of the Microsoft Windows operating system, starting in 1995. It was first released as part of the add-on package Microsoft Plus! for Windows 95, that year."}
{"qid": 984992, "psgid": 7295725, "query": "why are teen crashes a problem", "passage": "Teen crashes are a problem because it is one of the leading causes of death in young adults aged 16-20. Teen car accidents not only affect the driver but also every other driver that can be involved in the accident. Teen crashes are a problem because it is one of the leading causes of death in young adults aged 16-20."}
{"qid": 840053, "psgid": 529990, "query": "what is the population of pakistan", "passage": "Pakistan 's estimated population in 2015 is over 191.71 million, making it the world's sixth-most-populous country, behind Brazil and ahead of Nigeria. During 1950–2011, Pakistan's urban population expanded over sevenfold, while the total population increased by over fourfold. In the past, the country's population had a relatively high growth rate that has been changed by moderate birth rates. In 2014, the population growth rate stands at 1.49%."}
{"qid": 1007934, "psgid": 7251005, "query": "define peen", "passage": "Peen definition: the end of a hammer head opposite the striking face , often rounded or wedge-shaped | Meaning, pronunciation, translations and examples"}
{"qid": 20520, "psgid": 8007226, "query": "arbitrage definition", "passage": "Full Definition of ARBITRAGE. 1. : the nearly simultaneous purchase and sale of securities or foreign exchange in different markets in order to profit from price discrepancies. 2. : the purchase of the stock of a takeover target especially with a view to selling it profitably to the raider.See arbitrage defined for English-language learners.usiness: the practice of buying something (such as foreign money, gold, etc.) in one place and selling it almost immediately in another place where it is worth more."}
{"qid": 1032019, "psgid": 7214862, "query": "what is the standard barrel length for a ar?", "passage": "AR-15 barrel length. The AR-15 is perhaps the most popular carbine in America. It's commonly compared to the AK-47 despite the vast number of differences between the two weapons. While AR-15s are modular weapons meaning many of the parts can easily be replaced or upgraded, barrel length is often left unchanged at 16 inches. There are many reasons to deviate from the standard 16 barrel length. Many M16 rifles were built with a 20 barrel that gave it a little better accuracy. Some AR rifles are available with 20, 18, and 14.7 barrels are also become popular."}
{"qid": 409207, "psgid": 7517764, "query": "is elastic a fiber?", "passage": "Elastic tissue is classified as connective tissue proper. The elastic fiber is formed from the elastic microfibril (consisting of numerous proteins such as microfibrillar-associated glycoproteins, fibrillin, fibullin, and the elastin receptor) and amorphous elastin."}
{"qid": 657974, "psgid": 7404513, "query": "what essay had anecdotal experiential and personal", "passage": "Posted on March 17, 2014 by jenny — No Comments ↓. If you are writing a personal, creative, reflective essay or “hybrid” expository, you will need to include anecdotes, or short recounts about people or about yourself-as-main-character."}
{"qid": 1058425, "psgid": 7854161, "query": "who wrote just one look at you", "passage": ". Just One Look  is a song co-written by American R&B singers Doris Troy and Gregory Carroll. The recording by Doris Troy was a hit in 1963. The Hollies, Anne Murray and Linda Ronstadt recorded hit versions of their own. There have also been many other versions of this song."}
{"qid": 115930, "psgid": 6269504, "query": "dcu routing number'", "passage": "DCU's routing number is 211391825. Reordering your current checks with a new design. If you are reordering your current DCU checks, and would like to choose from the full selection of designs available and customize your check, log into Online Banking and go to Account Manager, Manage Accounts, General, then select Check Order."}
{"qid": 316803, "psgid": 5779254, "query": "how much does it cost to rewire electricity in a home?", "passage": "Add up the number of additional circuits you desire. A new circuit runs approximately $175 to install. If you need a new electrical panel to service the home, the cost will be between $1,000 to $3,000, depending on the number of circuits. Factor in the cost of the supplies to the estimate. According to Networx, a website for electrical contractors, the copper wire alone for an average rewiring job can run up to $1,000."}
{"qid": 1086241, "psgid": 7112009, "query": "what causes allergic reaction on lips?", "passage": "Hay fever: Also known as allergic rhinitis, it can cause: Sneezing; Runny or stuffy nose; Itchy eyes, nose or roof of mouth; Red, swollen, watery eyes -- a condition known as allergic conjunctivitis; Food allergies: You may feel tingling in your mouth. Your tongue, lips, throat, or face might swell up. Or you could get hives. In the worst cases, you might have anaphylaxis and will need medical help right away. Eczema: Also known as atopic dermatitis, it is a skin condition. Most types of eczema are not allergies. But the disease can flare up when you're around things that cause an allergic reaction. Your body's immune system overreacts to substances, called allergens, that are usually not harmful. You might get hives, itching, swelling, sneezing, and a runny nose."}
{"qid": 769085, "psgid": 7933751, "query": "what is maven dependency", "passage": "Dependency in maven is a package of classes that our project depends on. It can be a jar, a war etc. Dependencies are needed to compile or unit test a source code. A normal dependency is like an artifact used in application like libraries."}
{"qid": 831784, "psgid": 7862048, "query": "what is the meaning of the root shared by the words project and eject? weegy", "passage": "1 What is the meaning of the root shared by the words project and eject? A. catch B. look C. throw D. happen I think it is C. 2  What is the meaning of the root shared by the words project and eject? A. catch B. look C. throw D. happen I think it is C."}
{"qid": 1094727, "psgid": 7646087, "query": "hypercalcemia symptoms heart", "passage": "Symptoms of severe hypercalcemia may include: Kidney stones, a painful condition in which salt and minerals form solid masses called “stones” in the kidneys or urinary tract Irregular heartbeat"}
{"qid": 1036784, "psgid": 7206717, "query": "what is the max dose for allopurinol", "passage": "Dosage for Gout To help avoid a flare-up of gout attacks (which can occur when starting allopurinol), it is recommended to start at a low dosage for treating gout: allopurinol 100 mg once daily. After that, your healthcare provider may increase your dose by 100 mg per day each week, until the maximum dose is reached (800 mg daily) or until your uric acid levels are under control (are 6 mg/dL or less). People with kidney disease should take a lower dose, depending on the severity of their kidney problems."}
{"qid": 810394, "psgid": 7966808, "query": "what is the cause of the symptoms nausea throwing up", "passage": "Nausea is a sensation of unease and discomfort in the upper stomach with an involuntary urge to vomit. It may precede vomiting, but a person can have nausea without vomiting. When prolonged, it is a debilitating symptom. Nausea is a non-specific symptom, which means that it has many possible causes. Some common causes of nausea are motion sickness, dizziness, migraine, fainting, low blood sugar, gastroenteritis (stomach infection) or food poisoning."}
{"qid": 105549, "psgid": 7331024, "query": "cost of michael kors purses", "passage": "Michael Kors and the £300 It bag. 1  The luxury market has pushed prices ever higher – but few women can afford £1,000 handbags. 2  The luxury market has pushed prices ever higher – but few women can afford £1,000 handbags."}
{"qid": 1098556, "psgid": 4729788, "query": "how long did the revolutionary war take place", "passage": "The American Revolutionary War (1775–1783), also known as the American War of Independence,[43] was a global war that began as a conflict between Great Britain and her Thirteen Colonies which declared independence as the United States of America.[N 1]"}
{"qid": 259417, "psgid": 7075870, "query": "how long does respite last", "passage": "At assisted living communities, temporary care respite stays are usually less than one month long, and can cost between $75 to $200 per day, according to 2012 Genworth.com data. It's important to keep in mind that the cost of respite care varies with the type of agency and services the person needs."}
{"qid": 426214, "psgid": 7568821, "query": "is the elliptical bad for your knees", "passage": "Running is a high-impact activity that is hard on your joints. An elliptical machine also offers a low-impact, aerobic workout that is relatively easy on the knees. In fact, the American Council on Exercise states that an elliptical is a good alternative to a treadmill for people with previous knee or leg problems."}
{"qid": 649893, "psgid": 4353583, "query": "what does the constitutional protection of due process mean??", "passage": "The Fifth and Fourteenth Amendments to the United States Constitution each contain a due process clause. Due process deals with the administration of justice and thus the due process clause acts as a safeguard from arbitrary denial of life, liberty, or property by the Government outside the sanction of law."}
