{"qid": 1055889, "psgid": 7175462, "query": "what is endocrinology clinic", "passage": "Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Clinical endocrinology is a branch of Medicine that deals with the endocrine glands, actions of hormones and their metabolic consequences. Since hormones act on virtually every organ and cell type in the body, the endocrinologist needs to have a definitive knowledge about medicine."}
{"qid": 1093443, "psgid": 7747064, "query": "lewiston idaho fedex express phone number", "passage": "Fedex Lewiston Idaho has shown its customer service address detail for its customers that are shown below. Address detail : 420 Burrell Avenue, Lewiston, Idaho 83501, United States customer service number : +1 (800) 463-3339"}
{"qid": 153981, "psgid": 7561367, "query": "distance phoenix to nogales", "passage": "Driving distance from Phoenix, AZ to Nogales, Mexico. The total driving distance from Phoenix, AZ to Nogales, Mexico is 181 miles or 291 kilometers. Your trip begins in Phoenix, Arizona. It ends in Nogales, Mexico."}
{"qid": 1094062, "psgid": 7701932, "query": "balloon meaning", "passage": "balloon - large tough nonrigid bag filled with gas or heated air. 1  gasbag, envelope - the bag containing the gas in a balloon. 2  hot-air balloon - balloon for travel through the air in a basket suspended below a large bag of heated air. 3  lighter-than-air craft - aircraft supported by its own buoyancy."}
{"qid": 290585, "psgid": 5504239, "query": "how many of grams a sugar should a person have in one day?", "passage": "Because sugar isn’t an essential nutrient, it doesn’t have an official recommendation. However, the American Heart Association set a recommended limit, so you don’t get too many extra calories in your diet. Men shouldn't have more than 9 teaspoons daily, while women shouldn't have more than 6 teaspoons. This amounts to a max of 37.5 grams of sugar or 150 calories from sugar for men, and 25 grams of sugar or 100 calories from sugar for women. When you’re reading the nutrition facts label, you’ll see the grams of sugar clearly listed under the total carbohydrates."}
{"qid": 89143, "psgid": 7773118, "query": "causes stomach bloating women", "passage": "1. Hormonal Fluctuations. Many women complain of feeling bloated at specific times during their menstrual cycle; particularly at the time of ovulation and just before they begin menstruating. At both these stages of the cycle, the body’s hormone balance is disturbed due to changes in the womb’s environment."}
{"qid": 323592, "psgid": 7976943, "query": "how much is unemployment benefits massachusetts", "passage": "If you are eligible to receive unemployment, your weekly benefit in Massachusetts will be half of your average weekly wage during the two highest paid quarters of the base period (or the highest paid quarter only, if you worked during only two quarters of the base period)."}
{"qid": 399364, "psgid": 7482805, "query": "is US passport number SSN?", "passage": "Moreover, the State Department must provide a social security number (SSN) of US passport applicant as well as the foreign residence of American expatriates. This fact is a worrisome issue for American expats who are behind on US expat taxes."}
{"qid": 140696, "psgid": 7598434, "query": "delta airlines cncellation fee", "passage": "When the credit is used to pay for new flights, the change fee will be assessed. For example, say you bought non-refundable Delta domestic flight tickets for $650, but your plans changed. When you are ready to purchase new flights, the fare has increased to $700.Your credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250.Make sure to inform Delta before departure that you will not be on the flight and request the travel credit.our credit is $650 – $200 change fee = $450, so your out-of-pocket cost to buy the new ticket is $700 – $450 = $250. Make sure to inform Delta before departure that you will not be on the flight and request the travel credit."}
{"qid": 942915, "psgid": 7961371, "query": "when did vhs tape come out", "passage": "VHS tapes came out in 1978. They were not really intended to replace anything as there were few ways to own full-length movies for home viewing prior to that time. Betamax tapes were on the market a year earlier, and while they were intended to compete, VHS was not meant to replace Betamax (Betamax was not obsolete.) Views."}
{"qid": 1001926, "psgid": 321526, "query": "where are bacteria found?", "passage": "Coliform Bacteria. Coliform bacteria live in soil or vegetation and in the gastrointestinal tract of animals. Coliforms enter water supplies from the direct disposal of waste into streams or lakes, or from runoff from wooded areas, pastures, feedlots, septic tanks, and sewage plants into streams or groundwater."}
{"qid": 1033718, "psgid": 7212203, "query": "what is the purpose of genetically modified crops? brainly", "passage": "More detail on some of the traits crops are genetically modified to achieve and how they are beneficial to farming is included below: 1  Insect resistance. 2  Drought resistance. 3  Herbicide tolerance. 4  Disease resistance."}
{"qid": 75801, "psgid": 7988078, "query": "can you absorb metals from plants", "passage": "When the toxins are metals, of course, they cannot be broken down into other elements any more than lead could be changed to gold. Some plants can absorb the metal and metabolise it into some kind of molecule, however, making it less easy to be absorbed by the human body and thus safer to be around."}
{"qid": 1099530, "psgid": 7247338, "query": "artist who painted the famous thanksgiving pic", "passage": "Related posts on Colossal about humor Thanksgiving New ‘8-Bit’ Watercolor Paintings Inspired by Famous Artworks and Pop Culture Icons by Adam Lister Repurposed Antique Dishware Sandblasted Into Bas-Relief Sculptures by Caroline Slotte Vincent van Gogh Possibly Identified in Newly Discovered Group Photo of Famous Artists from 1887"}
{"qid": 992184, "psgid": 7280638, "query": "who composed the return of ulysses", "passage": "Il ritorno d'Ulisse in patria. Il ritorno d'Ulisse in patria (SV 325, The Return of Ulysses to his Homeland) is an opera consisting of a prologue and five acts (later revised to three), set by Claudio Monteverdi to a libretto by Giacomo Badoaro. The opera was first performed at the Teatro Santi Giovanni e Paolo in Venice during the 1639–1640 carnival season."}
{"qid": 745944, "psgid": 7490261, "query": "what is eye contact solution", "passage": "of 3. Contact lens solutions are imperative to good maintenance of your contact lenses. You can choose from a wide range of lens solutions available at VisionDirect.com. A good contact lens solution will help to retain moisture on the surface of the lens so that you feel fresh throughout the day. Contact lens solutions also keep your lens moist, and therefore, safe. Contact lens solutions are used to clean the lens, and disinfect them for use in the eye. At the end of the day, even the best contact lenses can develop dry patches or protein deposits. To prevent these from harming your contact lenses, it is a good idea to pick up contact lens solutions that are right for your contact lenses. Find contact lens solutions from different manufacturers at discounted rates at VisionDirect.com."}
{"qid": 854085, "psgid": 7845681, "query": "what is the weaving machine called", "passage": "Weaving Machine: Weaving Machines (Loom): Figure 8: Cross sectional of the weaving loom. The cross sectional of weaving loom shows the main parts in the loom and the flow from the warp yarn inserting start from the weaver beam through weaving area and finally the fabric done wound onto the cloth roller."}
{"qid": 1098249, "psgid": 7353071, "query": "how long does it take for opiates to clear from urine", "passage": "How Long Do Opiates Stay In Your System. In order to understand precisely how long these medications will remain in your system, you should look at the specific drug that you are using. Once you’ve figured out the half-life of your drug, you will be able to multiple it by 5.5 and you will have a good estimation. Typically, it can take anywhere from 24.75 to 25 hours for Oxycontin to be removed from your system completely. As a precaution, it is usually responsible to say that the majority of opiates will leave the body, within at least 5 to 7 days! How Long Do Opiates Stay In Your Urine It should be known that the amount of time that opiates will remain in your urine is different from the information provided above. When it comes to urine, the drugs will usually dissipate much more rapidly. According to medical experts, the majority of opiates will only take approximately 2 to 3 days, before they'll completely disappear from your urine. Of course, the amount of the opiate that you consume each day will play a role in this determination."}
{"qid": 1017524, "psgid": 7237598, "query": "what to do for bloating and gas", "passage": "1 1. What to Do for Gas and Bloating. 2  2. Learn What Causes Intestinal Gas. 3  3. Stop Swallowing Air. 4  4. Take a Look at What You Are Eating. 5  5. Watch What You Drink. 6  6. Try an Over-the-Counter Product. 7  7. Try Probiotics. 8  8. If Applicable, Treat Constipation. 9  9. Put Things in Perspective."}
{"qid": 1091576, "psgid": 7902114, "query": "pineapple conure price", "passage": "species: Pineapple Green Cheek Conure price: $275.00 status: Hatched hatch date: 7/5/17 ready date: 9/1/17 use: No DNA unless requested"}
{"qid": 699837, "psgid": 7703464, "query": "what is a short term study abroad", "passage": "Our short-term study abroad programs are created with Valencia students in mind, and are designed to fit into your work and family schedules, as well as provide an enriching, immersive learning experience. Specific program information on each course can be found on its program webpage."}
{"qid": 103125, "psgid": 7355250, "query": "cost of cbs all access on roku", "passage": "'Star Trek: Discovery' will have Jason Isaacs as its captain. CBS All Access launches on Roku with live streaming and VOD. CBS All Access streaming service is now available for Roku for $5.99 a month. Roku owners can download the app via the Roku Channel Store and sign up here."}
{"qid": 1051214, "psgid": 1590950, "query": "what is meningitis.", "passage": "Meningitis is an inflammation of the membranes (meninges) surrounding your brain and spinal cord. The swelling from meningitis typically triggers symptoms such as headache, fever and a stiff neck. Most cases of meningitis in the U.S. are caused by a viral infection, but bacterial and fungal infections are other causes. Some cases of meningitis improve without treatment in a few weeks."}
{"qid": 1042752, "psgid": 991589, "query": "what is the colorless, gaseous element that makes up four-fifths of the air", "passage": "Nitrogen is a chemical element with the symbol N and atomic number of 7. Under normal conditions nitrogen is a colorless, odorless and tasteless gas. Nitrogen makes up around 78% of the air you breathe. Nitrogen is present in all living things, including the human body and plants. Nitrogen gas is used in food storage to keep packaged or bulk foods fresh. It is also used in the making of electronic parts, for industrial purposes and has many other useful applications."}
{"qid": 20597, "psgid": 7322579, "query": "architectural design", "passage": "Architectural design values. Architectural design values make up an important part of what influences architects and designers when they make their design decisions. However, architects and designers are not always influenced by the same values and intentions. Value and intentions differ between different architectural movements."}
{"qid": 1062589, "psgid": 7166455, "query": "what is an nslookup", "passage": "NSlookup is a useful suite of tools for looking at DNS records. While the ping command can only look at A records, the NSlookup command allows you to question your domains nameserver's, and find out much more information regarding your domains DNS."}
{"qid": 603031, "psgid": 6970659, "query": "what county is belmont ms in", "passage": "Sponsored Topics. Belmont is a town in Tishomingo County, Mississippi, United States. The population was 1,961 at the 2000 census. Its ZIP code is 38827. The settlement of Belmont was originally called Gum Springs with a post office built in 1884."}
{"qid": 534941, "psgid": 7492091, "query": "usps schedule a delivery", "passage": "Outgoing Mail to USPS. All mail requiring postage received by 3:00 p.m. is posted on the same day. The USPS is scheduled to pick up outgoing mail from Postal Services at 12:30 p.m.and 4:00 p.m. Monday through Friday. Mail received by Postal Services is metered as First Class or Air Mail unless specified otherwise."}
{"qid": 222158, "psgid": 7346574, "query": "how do you find the mean on excel", "passage": "Type =AVERAGE(5, 87, 2, 6) without the quotation marks into a cell to display 25, the average of the four numbers. If the values are stored in column A, from A2 to A32, you can calculate the mean by typing the following into cell A33: =AVERAGE(A2:A32). Formulas for the median and mode use the same syntax. For example, type =MEDIAN(A2:A32) to calculate the median, and type =MODE(A2:A32) to calculate the mode for the same series of numbers."}
{"qid": 1086701, "psgid": 7108051, "query": "what are the two species that are considered mountain yellow-legged frogs?", "passage": "The mountain yellow-legged frog (MYLF), a member of the true frog family Ranidae, consists of two species. The southern mountain yellow-legged frog (Rana muscosa) is endemic to the southern Sierra Nevada and the Transverse Ranges, while the Sierra Nevada mountain yellow-legged frog (R. sierrae) is native to the northern and central Sierra Nevada."}
{"qid": 161418, "psgid": 7683626, "query": "do you weigh more before or after a workout", "passage": "Exercise may cause temporary weight gain due to your muscles' response to strenuous activity. Strength training, for example, tears muscle fiber and can cause your muscles to retain water. Cardiovascular exercise also triggers your muscles to store more glycogen, the form of carbohydrates that fuels aerobic activity."}
{"qid": 459280, "psgid": 7403415, "query": "most scenic spots in london", "passage": "Places of Interest. The range of tourist attractions in London is endless. Take a London bus tour for some sightseeing and see the top London attractions, such as Buckingham Palace, Big Ben, Tower of London and London Bridge, with no effort whatsoever."}
{"qid": 1047913, "psgid": 7188494, "query": "what is prf for", "passage": "Pulse repetition frequency (PRF) is the number of times a pulsed activity occurs every second. This is similar to cycle per second used to describe other types of waveforms. PRF has a pulse period, , which is the time between pulses. = PRF is usually associated with pulse spacing, which is the distance that the pulse travels before the next pulse occurs."}
{"qid": 176994, "psgid": 562230, "query": "dynamic link library meaning", "passage": "Dynamic-Link Libraries. A dynamic-link library (DLL) is a module that contains functions and data that can be used by another module (application or DLL). A DLL can define two kinds of functions: exported and internal. The exported functions are intended to be called by other modules, as well as from within the DLL where they are defined."}
{"qid": 286915, "psgid": 7960468, "query": "how many khz are in a mhz", "passage": "1,000,000 Hertz = 1000 kilohertz = 1 megahertz. Radio is usually thought of beginning at frequencies of approximately 5 kHz, although most available receivers can only tune down to about 150 kHz. The term wavelength is left over from the early days of radio."}
{"qid": 137411, "psgid": 7362008, "query": "definition of products photosynthesis", "passage": "(Noun) the process by which a plant uses energy in sunlight with carbon dioxide and water to make its own food. (Noun) The process by which a plant uses the energy of sunlight and certain chemicals to produce its own food. Oxygen is often a by-product of photosynthesis. (Noun) method by which plants make food for themselves. (Noun) A metabolic process used by plants, to produce chemical energy from sunlight. (Noun) the process where plants convert light into chemical energy. The process plants use to produce food, to stimulate growth."}
{"qid": 748054, "psgid": 7506788, "query": "what is fludrocortisone acetate used for", "passage": "These effects are less likely to occur with the synthetic derivatives except when used in large doses. However, since fludrocortisone acetate is a potent mineralocorticoid, both the dosage and salt intake should be carefully monitored in order to avoid the development of hypertension, edema or weight gain."}
{"qid": 991762, "psgid": 3554513, "query": "who foundation for internal classification of diseases", "passage": "The International Classification of Diseases (ICD) is the standard diagnostic tool for epidemiology, health management and clinical purposes. This includes the analysis of the general health situation of population groups."}
{"qid": 714709, "psgid": 7644827, "query": "what is an hd screen", "passage": "Part of the Multimedia and graphics glossary: Full HDTV, also referred to as ultra-HD, true HDTV, and 1080p, is a television (TV) display technology that surpasses the video quality and sharpness of the original high-definition television (HDTV) technology, providing an image resolution of 1920 by 1080 pixels."}
{"qid": 641583, "psgid": 850886, "query": "what does it mean when your tongue is all white", "passage": "How to Get Rid of White Tongue. It’s a bit of a shock to open your mouth to brush your teeth in the morning and discover that your tongue has a white coating on it. White tongue occurs when the bumps on your tongue swell and trap dead cells, bacteria, and debris between them."}
{"qid": 1003213, "psgid": 7258172, "query": "when wa american blues originated", "passage": "The best blues is visceral, cathartic, and starkly emotional. From unbridled joy to deep sadness, no form of music communicates more genuine emotion. The blues has deep roots in American history, particularly African-American history. The blues originated on Southern plantations in the 19th Century. Its inventors were slaves, ex-slaves and the descendants of slaves—African-American sharecroppers who sang as they toiled in the cotton and vegetable fields."}
{"qid": 556976, "psgid": 2020524, "query": "what are conchae or turbinates and what function do they do for breathing?", "passage": "Illustration of Upper Respiratory System. In anatomy, a nasal concha (/ˈkɒnkə/), plural conchae (/ˈkɒnki/), also called a turbinate or turbinal, is a long, narrow, curled shelf of bone that protrudes into the breathing passage of the nose in humans and various animals."}
{"qid": 1094759, "psgid": 7643455, "query": "hss security inc.", "passage": "Hss Security, Inc. is a California Domestic Corporation filed on May 27, 2005 . The company's filing status is listed as Suspended and its File Number is C2749309. The Registered Agent on file for this company is Orlando A Amador and is located at 903 Kansas Ave Ste Q, Modesto, CA 95351."}
{"qid": 242103, "psgid": 7499577, "query": "how long can i keep butter in the refrigerator", "passage": "FOOD STORAGE — HOW LONG CAN YOU KEEP... BUTTER — UNOPENED OR OPENED PACKAGE. 1  Butter that has been continuously refrigerated will usually keep for about one month after the sell by date on the package.  If butter develops an off odor, flavor or appearance, it should be discarded."}
{"qid": 1032281, "psgid": 7214316, "query": "what is the significance of purple people", "passage": "Purple, or violet, is associated with the seventh chakra, located at the crown of the head. This is the chakra of connection to spirit. The bisexual community uses purple as a symbol because it is between pink, symbolic of homosexuality, and blue for heterosexuality."}
{"qid": 1027865, "psgid": 996262, "query": "who founded general electric company", "passage": "1-877-477-7278. At one time General Electric was the largest appliance manufacturer in the world. They're still one of the longest running companies, having been founded by Thomas Edison among others in New York State in 1892. More importantly today, their reputation for quality has led a leading building trades industry publication to conclude that homeowners pick GE more than any other appliance brand."}
{"qid": 1085048, "psgid": 7122600, "query": "what did benjamin bradley invent", "passage": "Did You Know: Benjamin Bradley in 1856 invented the first steam engine powerful enough to fuel a naval ship, but he was unable to patent his invention because he was a slave. Benjamin Bradley was the first person to develop a working model of a steam engine for a war ship. Born in Maryland around 1830 Bradley was owned by an unidentified slaveholder in Annapolis, Maryland. While living in Annapolis Bradley worked for a printing company at a young age."}
{"qid": 403361, "psgid": 7535298, "query": "is asperger's under a new dsm", "passage": "Until May 22, with the official release of the DSM-5, Asperger's was considered related to but distinct from autism. DSM-5 contains a new disorder that replaces both the old autistic disorder and Asperger's: It is called autism spectrum disorder. [5 Things that Might Really Cause Autism]"}
{"qid": 454258, "psgid": 7468499, "query": "minimum age to play ncaa sports", "passage": "The NCAA does not impose an age limit on playing college football. There is, however, a four-year limit on the number of years a student can play football. Continue Reading."}
{"qid": 995789, "psgid": 7969429, "query": "where is the grafenberg spot located?", "passage": "The G-Spot is located from 1 to 3 inches up the anterior vaginal wall, between its opening and the urethra-it is a sensitive area that could be a part of the female prostate. There has been disagreement about whether the G-Spot exists at all as a separate structure."}
{"qid": 1042426, "psgid": 7198140, "query": "what is the cost of bellevue community classes", "passage": "Undergraduate Tuition. Tuition for Bellevue University is $6,840 for the 2015/2016 academic year. This is 75% cheaper than the national average private non-profit four year college tuition of $26,851. The cost is 61% cheaper than the average Nebraska tuition of $17,396 for 4 year colleges."}
{"qid": 1057488, "psgid": 7879634, "query": "who were the kings of denmark", "passage": "the modern kingdom of denmark dates back to harthacnut s son gorm the old gorm den gamle who reigned in the early 10th century the danes were united and officially christianized in 965 ce by harald bluetooth the story of which is recorded on the jelling stones"}
{"qid": 619675, "psgid": 7606406, "query": "what did rosalind franklin discover", "passage": "The men were James Watson, Francis Crick, and Maurice Wilkins. The woman was Rosalind Franklin. Their discovery was DNA. Franklin was a rare breed from the start: a woman, a scientist, and a fighter. Throughout her upbringing, she questioned authority with a probing mind."}
{"qid": 1079817, "psgid": 7149776, "query": "what genre is the eagles", "passage": "Written By: The Eagles, American band that cultivated country rock as the reigning style and sensibility of white youth in the United States during the 1970s. The original members were Don Henley (b. July 22, 1947, Gilmer, Texas, U.S.), Glenn Frey (b. November 6, 1948, Detroit, Michigan—d."}
{"qid": 999942, "psgid": 7264376, "query": "where does taro grow", "passage": "PLANT DESCRIPTION. Taro is grown as a root crop throughout the humid tropics and is one of the most important food staples in the Pacific. It needs a long, frost-free growing season and plenty of water. Taro has large, light green, heart-shaped leaves, fleshy stems and grows up to 1.5 m in height. Taro is suitable for both wetland and dryland culture. It will grow well in partial shade, making it an excellent understorey plant. Flowers are infrequent and it rarely sets seed."}
{"qid": 1093552, "psgid": 7738757, "query": "largest oyster ever", "passage": "Photo @RJKingSays / Ryan King. A team from the Wadden Sea Centre in Denmark say they believe to have found the world's largest oyster. Coming in at 35.5 cm (13.97 inches) and weighing 2 kilos (4.4 lbs) it was found in the Wadden Sea and is still alive. The organism is so large that it actually has a number of smaller oysters now growing on its shell."}
{"qid": 1032822, "psgid": 7213486, "query": "what is the role of petals in plant reproduction?", "passage": "The function of flower petals is to help pollinate the plant so it may propagate. Each kind of flower evolved a different type of petal that aids that specific species. Flower petals aid in pollination because they attract insects, birds or bats to the plant in question."}
{"qid": 1047160, "psgid": 7190170, "query": "what is residual risk quizlet", "passage": "The residual risk is the risk or danger of an action or an event, a method or a (technical) process that, although being abreast with science, still conceives these dangers, even if all theoretically possible safety measures would be applied (scientifically conceivable measures) Basically it means that it's the risk that remains once you've done ..."}
{"qid": 236801, "psgid": 7755957, "query": "how is human development measured", "passage": "The Human Development Index Today. The second dimension measured in the HDI is a country’s overall knowledge level as measured by the adult literacy rate combined with the gross enrollment ratios of students in primary school through the university level.he Human Development Index (commonly abbreviated HDI) is a summary of human development around the world and implies whether a country is developed, still developing, or underdeveloped based on factors such as life expectancy, education, literacy, gross domestic product per capita."}
{"qid": 1041714, "psgid": 7932337, "query": "who is the secretary of the treasury steven mnuchin", "passage": "Steven Mnuchin, Donald Trump's choice for Treasury, is already a polarizing figure. Steven Mnuchin, Donald Trump's choice for secretary of the Treasury. Steven Mnuchin, Donald Trump's choice for secretary of the Treasury."}
